{"id_of_question":{"0":28945,"1":30841,"2":3245,"3":30939,"4":30945,"5":34034,"6":26114,"7":35015,"8":28952,"9":30848,"10":30858,"11":30857,"12":30837,"13":30860,"14":30628,"15":35022,"16":27350,"17":30905,"18":34948,"19":28996,"20":34027,"21":30960,"22":22559,"23":30802,"24":34036,"25":30822,"26":34025,"27":27902,"28":21856,"29":34752,"30":34754,"31":30830,"32":29363,"33":30847,"34":30906,"35":27148,"36":3144,"37":26272,"38":34745,"39":30980},"id_of_post":{"0":29024,"1":31111,"2":3245,"3":31298,"4":31307,"5":34519,"6":26114,"7":35564,"8":29027,"9":31118,"10":31131,"11":31130,"12":31106,"13":31134,"14":30891,"15":35572,"16":27350,"17":31253,"18":35481,"19":29076,"20":34512,"21":31326,"22":22559,"23":31045,"24":34521,"25":31076,"26":34509,"27":27902,"28":21856,"29":35268,"30":35270,"31":31098,"32":29501,"33":31117,"34":31255,"35":27148,"36":3144,"37":26272,"38":35261,"39":31357},"today":{"0":"2025-05-27","1":"2025-05-27","2":"2025-05-27","3":"2025-05-27","4":"2025-05-27","5":"2025-05-27","6":"2025-05-27","7":"2025-05-27","8":"2025-05-27","9":"2025-05-27","10":"2025-05-27","11":"2025-05-27","12":"2025-05-27","13":"2025-05-27","14":"2025-05-27","15":"2025-05-27","16":"2025-05-27","17":"2025-05-27","18":"2025-05-27","19":"2025-05-27","20":"2025-05-27","21":"2025-05-27","22":"2025-05-27","23":"2025-05-27","24":"2025-05-27","25":"2025-05-27","26":"2025-05-27","27":"2025-05-27","28":"2025-05-27","29":"2025-05-27","30":"2025-05-27","31":"2025-05-27","32":"2025-05-27","33":"2025-05-27","34":"2025-05-27","35":"2025-05-27","36":"2025-05-27","37":"2025-05-27","38":"2025-05-27","39":"2025-05-27"},"open_time":{"0":"2024-10-22T16:00:00Z","1":"2024-12-22T23:51:00Z","2":"2019-10-25T23:00:00Z","3":"2025-01-10T20:41:00Z","4":"2025-01-10T20:42:00Z","5":"2025-01-31T20:50:00Z","6":"2024-07-16T11:00:00Z","7":"2025-02-27T12:57:00Z","8":"2024-10-24T16:00:00Z","9":"2024-12-20T21:01:00Z","10":"2024-12-20T21:17:00Z","11":"2024-12-20T21:15:00Z","12":"2024-12-20T21:00:00Z","13":"2024-12-20T21:18:00Z","14":"2024-12-20T20:57:00Z","15":"2025-02-27T12:57:00Z","16":"2024-08-20T13:21:00Z","17":"2025-01-10T20:00:00Z","18":"2025-02-26T12:55:00Z","19":"2024-10-30T13:03:00Z","20":"2025-01-31T20:49:00Z","21":"2025-01-10T20:42:00Z","22":"2024-05-11T11:00:00Z","23":"2024-12-20T20:59:00Z","24":"2025-01-31T20:45:00Z","25":"2024-12-20T21:00:00Z","26":"2025-01-31T20:49:00Z","27":"2024-09-11T21:00:00Z","28":"2024-03-21T17:48:00Z","29":"2025-02-27T12:56:00Z","30":"2025-02-27T12:56:00Z","31":"2024-12-20T21:00:00Z","32":"2024-11-10T02:06:05Z","33":"2024-12-20T21:01:00Z","34":"2025-01-10T20:01:00Z","35":"2024-08-13T11:00:00Z","36":"2019-09-30T23:00:00Z","37":"2024-07-20T12:00:00Z","38":"2025-02-27T12:56:00Z","39":"2025-01-10T20:40:00Z"},"scheduled_resolve_time":{"0":"2026-01-10T14:00:00Z","1":"2025-07-04T16:59:00Z","2":"2025-11-05T05:00:00Z","3":"2026-01-01T14:00:00Z","4":"2026-01-01T05:01:00Z","5":"2026-01-01T04:59:00Z","6":"2026-01-01T04:00:00Z","7":"2025-12-31T22:59:00Z","8":"2025-07-01T04:01:00Z","9":"2026-01-01T10:00:00Z","10":"2026-03-15T10:00:00Z","11":"2026-01-01T14:00:00Z","12":"2026-01-01T10:00:00Z","13":"2026-01-01T10:00:00Z","14":"2026-01-01T14:00:00Z","15":"2025-12-31T22:59:00Z","16":"2026-01-01T17:00:00Z","17":"2025-12-20T10:00:00Z","18":"2026-01-01T06:59:00Z","19":"2026-01-01T13:52:00Z","20":"2026-01-01T04:59:00Z","21":"2025-12-31T15:27:00Z","22":"2026-01-01T07:59:00Z","23":"2026-01-01T14:00:00Z","24":"2026-01-01T04:59:00Z","25":"2026-01-01T14:00:00Z","26":"2026-01-01T04:59:00Z","27":"2025-06-30T11:00:00Z","28":"2025-07-31T17:00:00Z","29":"2025-12-31T22:59:00Z","30":"2025-12-31T22:59:00Z","31":"2025-12-27T10:00:00Z","32":"2026-01-01T05:00:00Z","33":"2026-01-15T10:00:00Z","34":"2026-01-01T10:00:00Z","35":"2026-01-01T17:00:00Z","36":"2025-11-10T05:00:00Z","37":"2025-07-10T16:00:00Z","38":"2025-12-31T22:59:00Z","39":"2026-01-01T10:00:00Z"},"title":{"0":"How many total human cases of H5 bird flu will CDC report in the United States for 2024 and 2025?","1":"How many of Donald Trump's appointments to the cabinet will not be confirmed by the Senate?","2":"What will be the U.S. average weekly hours of all employees (total non-farm private) in October 2025?","3":"Will there be at least 1,000 deaths due to direct conflict between Israel and Iran in 2025?","4":"Will Nvidia outperform the S&P 500 in 2025?","5":"Will the United States and Denmark announce formal negotiations over the possible transfer of sovereignty of Greenland to the United States before 2026?","6":"Will French president Emmanuel Macron call another snap legislative election before 2026?","7":"Will the highest-grossing film of 2025 be part of a franchise?","8":"Will the World Health Organization designate a new COVID-19 Variant of Concern before July 1, 2025?","9":"Will Benjamin Netanyahu remain Prime Minister of Israel throughout 2025?","10":"How many pounds of chicken per capita will the US consume in 2025?","11":"Will major components of the Affordable Care Act be repealed or curtailed before 2026?","12":"Will at least one All-Star from the NFL, NBA, MLB, or NHL be banned or suspended for sports betting before 2026?","13":"Will the next step for the medical approval of psychedelics for mental health be taken in the US in 2025?","14":"Will Elon Musk cease to be an advisor to Donald Trump and face public criticism from Donald Trump before 2026?","15":"Will the IBEX 35 close 2025 higher than it started?","16":"Will Russia detonate a nuclear weapon in Ukraine or Ukrainian-held territory before 2026?","17":"Will the US unemployment rate in November 2025 be below the rate in November 2024?","18":"Will the PEPFAR program cease to exist before January 1, 2026?","19":"Will the US pass a federal bill on AI regulation before January 1, 2026?","20":"Will President Trump formally invoke the Insurrection Act before 2026?","21":"Will OpenAI top the Chatbot Arena Leaderboard on December 31, 2025?","22":"Will TikTok still be available in the United States on December 31, 2025?","23":"Will Jerome Powell cease to hold the office of Chair of the Federal Reserve before 2026?","24":"Will the Department of Justice or Education open a civil compliance investigation into whether diversity-related programs at Harvard constitute illegal discrimination or preferences before 2026?","25":"Will the US eliminate the Department of Education through law or presidential reorganization before 2026?","26":"Will legislation be approved by at least one chamber of Congress in 2025 that partially or fully exempts at least one executive branch department, the CIA, or EPA from the Freedom of Information Act?","27":"Will Russia repel Ukrainian forces from the Kursk Region before June 30, 2025?","28":"Will Bryan Caplan win his bet that Iran will not possess a nuclear weapon on July 31, 2025?","29":"Will 2025 be the warmest year on record globally, according to the ECMWF?","30":"Will OpenAI announce a GPT-5 AI model in 2025?","31":"Will Donald Trump have a positive net favorability rate on December 20, 2025, according to 538?","32":"Will the US break up Google before 1 January 2026?","33":"Will Argentina's year-over-year inflation be below 30% for December 2025?","34":"On December 31, 2025, will Google, Meta, Amazon, Tesla, or X accept crypto as a payment?","35":"Will the 2024 mpox outbreak exceed the 2022-2023 outbreak in confirmed cases?","36":"What will be the labor force participation rate (total 16 and older) in the US for October 2025?","37":"Will the winning bot in any Quarterly AI Benchmarking tournament beat the human Pro aggregate before Q3 of 2025?","38":"Will Pedro Sánchez still be president of Spain at the end of 2025?","39":"Will there be a leadership change in any of United States' foreign adversaries in 2025?"},"question_description":{"0":"As of October 18, 2024, CDC [reported](https:\/\/www.cdc.gov\/bird-flu\/situation-summary\/index.html) 27 human cases in the US for 2024 year-to-date. Seventeen of the cases were attributed to exposure to cattle, 9 to poultry, and 1 to unknown causes. According to CDC, the individual without a known animal contact [was](https:\/\/www.cdc.gov\/media\/releases\/2024\/s0906-birdflu-case-missouri.html) hospitalized. Human-to-human  (H2H) transmission is always a consideration, but CDC could find no transmission among the person's close contacts. \r\n\r\nCDC [describes](https:\/\/www.cdc.gov\/bird-flu\/php\/avian-flu-summary\/reported-human-infections.html) H5N1 infections in humans as follows:\r\n\r\n>HPAI A(H5N1) virus infections have been reported in more than 925 people with approximately 50% case fatality proportion since 1997, including 20 cases and 7 deaths in Hong Kong during 1997-2003, and more than 900 cases reported in 24 countries since November 2003. Mild upper respiratory tract symptoms, lower respiratory tract disease, severe pneumonia with respiratory failure, encephalitis, and multi-organ failure have been reported. The spectrum of illness caused by human infection with current H5N1 bird flu viruses is unknown. Since 2016, a small number of sporadic infections have been reported each year globally. Illness in humans from all bird flu virus infections has ranged in severity from no symptoms or mild illness to severe disease that resulted in death. [Total case counts](https:\/\/www.cdc.gov\/bird-flu\/php\/avian-flu-summary\/chart-epi-curve-ah5n1.html) reported since 1997 are available.\r\n\r\nCDC maintains a [Current Situation Summary](https:\/\/www.cdc.gov\/bird-flu\/situation-summary\/index.html) for H5 influenza, where as of October 18, 2024, detections in the US are listed as widespread for wild birds, sporadic for poultry flocks and mammals, and a total of 27 cases in humans in the US. It also describes person-to-person spread as \"None\" and a low current public health risk.\r\n\r\nHistorically, there have been concerns about much wider spread. In 2005, after confirmation of two cases of human-to-human contact, Scott Gottlieb, then a Clinical Assistant Professor at New York University Grossman School of Medicine, [wrote](https:\/\/pmc.ncbi.nlm.nih.gov\/articles\/PMC546057\/) in the British Medical Journal of the confirmation of these H2H transmissions \"raising the possibility that the infection could soon gain a foothold among people, with the potential to strike millions.\" As of yet in the present outbreak, however, there is [not yet](https:\/\/www.foxnews.com\/health\/bird-flu-concerns-mount-california-reports-more-human-cases) a concern about h2h transmission. \r\n\r\nHowever, as Pasquale Cirillo and Nassim Nicholas Taleb [write](https:\/\/www.nature.com\/articles\/s41567-020-0921-x#citeas):\r\n\r\n>We examine the distribution of fatalities from major pandemics in history (spanning about 2,500 years) [...] Using tools from extreme value theory (EVT), we show that the distribution of the victims of infectious diseases is extremely fat-tailed, more than what one could be led to believe from the outset.","1":"Donald Trump has announced several Cabinet picks for a potential second term, including Pete Hegseth for Secretary of Defense. The confirmation process will take place in a Senate where Republicans currently hold a majority, which could facilitate confirmations. However, some nominees are [already](https:\/\/apnews.com\/article\/trump-hegseth-gabbard-rubio-kennedy-cabinet-poll-2e6a3b7a9f5fad9fb7527681f1f5a9aa) [facing](https:\/\/www.nbcnews.com\/politics\/trump-cabinet-picks-sand-conservative-media-personas-politics-desk-rcna184046) [significant](https:\/\/www.cbsnews.com\/news\/trump-cabinet-senior-staff-nominations-washington-reaction\/) [scrutiny](https:\/\/www.vox.com\/culture\/387404\/trump-cabinet-nominations-matt-gaetz-pete-hegseth-rfk-elon-musk-linda-mcmahon).&#x20;","2":"","3":"The relationship between Iran and Israel has been fraught since the Islamic Revolution in Iran in 1979. Iran officially recognizes Israel as an [illegitimate entity](https:\/\/www.rferl.org\/a\/1062471.html) and has supported various anti-Israel militant groups, such as [Hezbollah in Lebanon](https:\/\/www.mei.edu\/publications\/hezbollahs-regional-activities-support-irans-proxy-networks). The two countries have engaged in covert operations against each other and have been indirect military adversaries in conflicts in the Middle East.\n\nIn recent years, tensions have increased, particularly with the [2023 war in Gaza](https:\/\/en.wikipedia.org\/wiki\/Israel%E2%80%93Hamas_war) and the parallel conflict between [Hezbollah and Israel](https:\/\/en.wikipedia.org\/wiki\/Israel%E2%80%93Hezbollah_conflict_\\(2023%E2%80%93present\\)). There have also been several instances of direct conflict between the two countries, including the [Israeli airstike on the Iranian consulate in Damascus](https:\/\/en.wikipedia.org\/wiki\/Israeli_airstrike_on_the_Iranian_consulate_in_Damascus) and the [retaliatory airstrikes by Iran](https:\/\/en.wikipedia.org\/wiki\/April_2024_Iranian_strikes_against_Israel). These events have heightened concerns over the possibility of a larger conflict breaking out between the two countries.","4":"The S\\&P 500 is a market cap weighted index of 500 of the largest companies in the United State stock market. These 500 companies [cover](https:\/\/www.spglobal.com\/spdji\/en\/indices\/equity\/sp-500\/#overview) approximately 80% of the total stock market capitalization in the United States.\n\nIt is notoriously difficult for single stocks to beat the S\\&P 500 index. In 2024, [SPY](https:\/\/www.investopedia.com\/articles\/investing\/122215\/spy-spdr-sp-500-trust-etf.asp), an Exchange Traded Fund designed to track the performance of the S\\&P 500, returned 24.9%. Of the 503 stocks in the fund, 346 did worse than 24.9%, meaning 69% of stocks in the S\\&P underperformed the index. (See list at [Finviz](https:\/\/finviz.com\/screener.ashx?v=111\\&f=idx_sp500).) Studies have shown that this is not unusual, and that over the long term the median individual stock underperforms a passive strategy of buying and holding an index fund. (See for example [here](https:\/\/exencialwealth.com\/resources\/looking-under-the-hood-of-indexes) and page 6 of [this pdf.](https:\/\/www.chase.com\/content\/dam\/privatebanking\/en\/mobile\/documents\/eotm\/eotm_2014_09_02_agonyescstasy.pdf))\n\nAt the time this question was written, Nvidia, manufacturer of hardware and software for [accelerated computing](https:\/\/blogs.nvidia.com\/blog\/what-is-accelerated-computing\/) and [artificial intelligence](https:\/\/www.nytimes.com\/2023\/08\/21\/technology\/nvidia-ai-chips-gpu.html), has massively outperformed the S\\&P 500 since 2015. Since that year, its average annualized return has been 75.6%, as compared with 13.0% for SPY:&#x20;\n\n![](https:\/\/metaculus-web-media.s3.amazonaws.com\/user_uploaded\/Screenshot_2025-01-03_at_8.48.47%C3%A2PM.png)\n\n(Source: [PortfolioVisualizer](https:\/\/www.portfoliovisualizer.com\/backtest-portfolio?s=y\\&sl=1N1gQs4wZpgRHUUOWsN55o))\n\nFor more information, please see:\n\n* VisualCapitalist: [The Pyramid of S\\&P 500 Returns (1874-2024)](https:\/\/www.visualcapitalist.com\/sp-500-annual-returns-since-1874\/)\n* Yahoo Finance: [Prediction: This Will Be the First Artificial Intelligence (AI) Stock To Reach a \\$4 Trillion Valuation in 2025](https:\/\/finance.yahoo.com\/news\/prediction-first-artificial-intelligence-ai-223800235.html)\n* Business Insider: [Nvidia gained \\$2 trillion in its stellar 2024 rally. Here's what Wall Street sees for the chip titan this year.](https:\/\/markets.businessinsider.com\/news\/stocks\/nvidia-stock-forecast-nvda-price-prediciton-blackwell-gpu-ai-chips-2025-1)\n* Andy Lin's Long-term Stock Investment Blog: [Nvidia's new business set to grow its share price](https:\/\/www.granitefirm.com\/blog\/us\/2024\/09\/04\/nvidias-new-business\/)\n* [NVIDIA's SWOT analysis: ai giant's stock poised for growth amid challenges](https:\/\/www.investing.com\/news\/swot-analysis\/nvidias-swot-analysis-ai-giants-stock-poised-for-growth-amid-challenges-93CH-3794759)","5":"Greenland is an autonomous territory with just under 60,000 people within the Kingdom of Denmark. Greenland has control over its domestic affairs while Denmark retains authority over foreign affairs and military matters. The geographic location of Greenland, as well as its deposits of oil and minerals, makes it a valuable strategic and economic asset. \n\n\n\n[<u>President Trump has publicly expressed a desire to obtain Greenland as an American possession<\/u>](https:\/\/www.bbc.com\/news\/articles\/crkezj07rzro). The transfer of sovereignty of Greenland would mark an unprecedented move of territorial expansion and exchange between Western powers.","6":"Following the 2024 EU Parliament elections, France saw the rise of the right wing National Rally. This made French president Emmanuel Macron call early legislative elections and dissolution of the National Assembly, in response. \n\nFollowing the 2024 french legislative elections, the National Assembly has been mostly split three-ways, between the big tent, left wing grouping [New Popular Front with 180 seats; the centrist Ensemble with 159 seats; and the aforementioned National rally with 142 seats. None of the above gaining a majority in the 577 seat parliament](https:\/\/www.resultats-elections.interieur.gouv.fr\/legislatives2024\/ensemble_geographique\/index.html). Some feel that this polarized parliament could lead to government deadlock, with any formed government potentially having a hard time surviving a motion of no confidence against it. This may potentially lead to Macron calling another snap election before the next scheduled legislative election, to ease the potential deadlock, which the french constitution only allow after a year since the previous legislative election.\n\nSee also from Le Monde: [Snap elections in France: How it works, precedents, and consequences](https:\/\/www.lemonde.fr\/en\/les-decodeurs\/article\/2024\/06\/10\/snap-elections-in-france-how-it-works-precedents-and-consequences_6674391_8.html)","7":"Film franchises have dominated the global box office in recent years, often outperforming independent films through established audiences and extensive merchandising. Platforms such as [ <u>Box Office Mojo<\/u> ](https:\/\/www.boxofficemojo.com\/year\/world\/2025\/) provide detailed global revenue statistics. In the past four years, three times the highest-grossing film was a franchise film.\n\n In 2025, several high-profile franchise films are [ <u>scheduled for release<\/u> ](https:\/\/screenrant.com\/movie-sequels-massive-budgets-coming-in-2025-list\/), including “Avatar: Fire and Ash,” “Mission: Impossible – The Final Reckoning,” and “Jurassic World Rebirth.” The current leader at the box office is “Captain America: Brave New World,” a franchise-selling film.","8":"The WHO tracks SARS-CoV-2 variants using [three main classifications](https:\/\/www.who.int\/news-room\/questions-and-answers\/item\/coronavirus-disease-(covid-19)-variants-of-sars-cov-2): \r\n\r\nA **Variant Under Monitoring (VUM)** is, according to WHO, one that may require prioritized attention and monitoring. The main objective of this category is to investigate if this variant (and others closely related to it) may pose an additional threat to global public health as compared to other circulating variants.\" At the time of this question, there were two VUMs: BA.2.86 and JN.1.\r\n\r\nA **Variant of Interest (VOI)** is a variant with changes that \"are known to affect how the virus behaves or its potential impact on human health. This can include, for example, its ability to spread, its ability to cause serious disease, or how easily it may be detected or treated.\" At the time of this question, there were 7 VOIs: JN.1.7 KP.2,\r\nKP.3, KP.3.1.1, JN.1.18, LB.1, and XEC.\r\n\r\nA **Variant of Concern (VOC)** is, according to the [working definition](https:\/\/www.who.int\/publications\/m\/item\/updated-working-definitions-and-primary-actions-for--sars-cov-2-variants) last updated March 15, 2023:\r\n\r\n>A SARS-CoV-2 variant that meets the definition of a VOI (see above) and, through a risk assessment, conducted by WHO TAG-VE, and determined to be associated with a moderate or high level of confidence, meets at least one of the following criteria when compared with other variants:\r\n>• Detrimental change in clinical disease severity; OR\r\n>• Change in COVID-19 epidemiology causing substantial impact on the ability of health systems to provide care to patients with COVID-19 or other illnesses and therefore requiring major public health interventions; OR\r\n>• Significant decrease in the effectiveness of available vaccines in protecting against severe\r\ndisease.\r\n\r\nAt the time of this question, there are no currently circulating WHO-designated VOCs. Previously circulating VOCs (see archive [here](https:\/\/web.archive.org\/web\/20221005140711\/https:\/\/www.who.int\/activities\/tracking-SARS-CoV-2-variants)) are:\r\n\r\n| WHO label | Pango lineage | GISAID clade | Nextstrain clade | Additional amino acid changes monitored | Earliest documented samples | Date of designation |\r\n| --------- | ------------- | ------------ | ---------------- | --------------------------------------- | -------------------------- | ------------------- |\r\n| **Alpha** | B.1.1.7       | GRY          | 20I (V1)         |                                         | United Kingdom, Sep-2020    | VOC: 18-Dec-2020 (Previous VOC: 09-Mar-2022) |\r\n| **Beta**  | B.1.351       | GH\/501Y.V2   | 20H (V2)         |                                         | South Africa, May-2020      | VOC: 18-Dec-2020  (Previous VOC: 09-Mar-2022) |\r\n| **Gamma** | P.1           | GR\/501Y.V3   | 20J (V3)         |                                         | Brazil, Nov-2020            | VOC: 11-Jan-2021 (Previous VOC: 09-Mar-2022) |\r\n| **Delta** | B.1.617.2     | G\/478K.V1    | 21A, 21I, 21J    |                                         | India, Oct-2020             | VOI: 4-Apr-2021 (VOC: 11-May-2021)  (Previous VOC: 7-Jun-2022) |\r\n| **Omicron** | B.1.1.529   | GR\/484A      | 21K, 21L, 21M, 22A, 22B, 22C, 22D | +S:R346K (+S:L452X) (+S:F486V) | Multiple countries, Nov-2021 | VUM: 24-Nov-2021 (VOC: 26-Nov-2021) |","9":"[Benjamin Netanyahu](https:\/\/en.wikipedia.org\/wiki\/Benjamin_Netanyahu) is the Prime Minister of Israel as of December 2024, since the end of 2022, having previously held the office from 1996 to 1999 and again from 2009 to 2021. Netanyahu is the longest-tenured prime minister in the country's history, having served for a total of over 17 years.\n\nThroughout 2024, Netanyahu's leadership has faced significant challenges, including [ongoing corruption trials](https:\/\/www.bbc.com\/news\/articles\/c4g30271wxwo) and international legal actions. In November 2024, the International Criminal Court [issued an arrest warrant](https:\/\/www.icc-cpi.int\/news\/situation-state-palestine-icc-pre-trial-chamber-i-rejects-state-israels-challenges) for Netanyahu, alleging war crimes committed during the Israel–Hamas conflict. Despite these legal issues, Netanyahu has maintained his position as Prime Minister. Israeli law [permits a prime minister](https:\/\/www.reuters.com\/world\/middle-east\/netanyahu-corruption-trial-divides-israeli-public-2024-12-09\/) to remain in office unless convicted and after all appeals are exhausted.\n\nPublic opinion has been divided regarding Netanyahu's tenure. In July 2024, [a poll showed](https:\/\/www.timesofisrael.com\/poll-finds-72-of-israelis-think-netanyahu-should-quit-over-oct-7-failures\/) that 72% of Israelis think Netanyahu should quit over the security failures that led to the Hamas attacks in October 2023.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","10":"Chicken is [the most widely consumed meat](https:\/\/www.ers.usda.gov\/data-products\/chart-gallery\/gallery\/chart-detail\/?chartId=58312) in the United States, surpassing fish, pork, and even beef which had been the most consumed meat from the 1950s to the 1990s. Chicken consumption per capita has been [steadily rising](https:\/\/www.nationalchickencouncil.org\/statistic\/per-capita-consumption-poultry\/) since the 1940s, going from 28lb in 1960 to 101.2lb in 2023, with significant drops only during the [1973-1975 recession](https:\/\/en.wikipedia.org\/wiki\/1973%E2%80%931975_recession) (falling 7% from 1972 to 1975) and during the [Great Recession](https:\/\/en.wikipedia.org\/wiki\/Great_Recession) (falling 8% from 2006 to 2009).\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).\n\n*Note: This question appears in the Future Perfect 2025 Community and Tournament, but is no longer slated to appear in Vox's January 1, 2025 article.*&#x20;","11":"The[ <u>Patient Protection and Affordable Care Act<\/u>](https:\/\/en.wikipedia.org\/wiki\/Affordable_Care_Act) (PPACA), signed into law in the US in 2010 and commonly known as the ACA (or as Obamacare), has been subject to a[ <u>number of attempts by Republicans to repeal it<\/u>](https:\/\/en.wikipedia.org\/wiki\/Efforts_to_repeal_the_Affordable_Care_Act). While attempts at repeal were ultimately unsuccessful, the law has been subject to[ <u>a number of limitations and changes<\/u>](https:\/\/www.kff.org\/health-policy-101-the-affordable-care-act\/?entry=table-of-contents-how-has-the-aca-changed-since-it-was-first-passed) imposed by subsequent court rulings and laws.\n\nFollowing President-elect Donald Trump's election victory in November 2024 along with Republican control of Congress, there has been a great deal of[ <u>speculation<\/u>](https:\/\/www.kff.org\/quick-take\/what-would-trump-do-with-the-aca-its-hard-to-tell-for-sure\/) regarding the future of the ACA. In his first term Trump was[ <u>critical of the ACA<\/u>](https:\/\/x.com\/realDonaldTrump\/status\/918797009133465600) and[ <u>advocated<\/u>](https:\/\/trumpwhitehouse.archives.gov\/briefings-statements\/remarks-president-trump-signing-executive-order-promoting-healthcare-choice-competition\/#:~:text=And%20we%E2%80%99re%20going%20to%20also%20pressure%20Congress%20very%20strongly%20to%20finish%20the%20repeal%20and%20the%20replace%20of%20Obamacare%20once%20and%20for%20all.%20We%20will%20have%20great%20healthcare%20in%20our%20country.) for it to be repealed and replaced. More recently on the campaign trail Trump has continued to[ <u>criticize the ACA<\/u>](https:\/\/x.com\/TrumpDailyPosts\/status\/1728511466037485668), but has somewhat softened his stance by saying \"[<u>I'm not running to terminate the ACA. . .<\/u>](https:\/\/truthsocial.com\/@realDonaldTrump\/posts\/112163485572377413)\" and instead focusing on reforms to improve the program and cut costs. House Speaker Mike Johnson has also[ <u>recently called for reforms to the ACA<\/u>](https:\/\/www.nbcnews.com\/politics\/congress\/speaker-johnson-criticizes-obamacare-promises-massive-reform-trump-win-rcna177853).\n\nA number of Republican reforms to the ACA have been proposed in recent years following attempts at larger repeal, most of which have abandoned full repeal and instead aim to implement a range of reforms. Some of the published proposals are:\n\n* [<u>Proposals from chapter 14 about the Department of Health and Human Services (HHS)<\/u>](https:\/\/static.project2025.org\/2025_MandateForLeadership_CHAPTER-14.pdf) from the[ <u>Project 2025 Policy Agenda<\/u>](https:\/\/www.project2025.org\/policy\/)\n* The Republican Study Committee's[ <u>FY 2025 Budget Proposal<\/u>](https:\/\/hern.house.gov\/uploadedfiles\/final_budget_including_letter_web_version.pdf#page=87)\n* A[ <u>2023 opinion piece<\/u>](https:\/\/www.foxnews.com\/opinion\/4-ways-repeal-obamacare) by former Louisiana Governor Bobby Jindal\n* A[ <u>paper from the Paragon Health Institute<\/u>](https:\/\/paragoninstitute.org\/private-health\/the-great-obamacare-enrollment-fraud\/), a health policy research institute run by[ <u>Brian Blase<\/u>](https:\/\/paragoninstitute.org\/profile\/brian-blase\/), former economic policy advisor during Trump's first term\n\nThe ACA is lengthy and complex, but the Republican proposals generally focus on a few key aspects, described below alongside other potential targets:\n\n* **Reducing Medicaid eligibility and expenses:** The ACA expanded federal Medicaid eligibility to households with income of 133% of the federal poverty line or less ([<u>see ACA Section 2001<\/u>](https:\/\/www.congress.gov\/111\/plaws\/publ148\/PLAW-111publ148.pdf), effectively this threshold is [<u>138%<\/u>](https:\/\/www.healthcare.gov\/medicaid-chip\/medicaid-expansion-and-you\/) after accounting for other income adjustments in the law). However, Medicaid is administered through the states with some funding supplied by the federal government. The ACA was structured to tie federal funding to this expansion, but in [*<u>NFIB v. Sebelius<\/u>*](https:\/\/en.wikipedia.org\/wiki\/National_Federation_of_Independent_Business_v._Sebelius) the Supreme Court decided that the law amounted to an invalid coercion of states and therefore the Medicaid expansion must be voluntary. Republican proposals to change this tend to view the federal Medicaid spending as excessive and wasteful, and argue for limitations on eligibility, such as via work requirements, more flexibility for states to determine eligibility, and changes to federal funding that reduce federal spending.\n* **Limiting premium tax credits:** The ACA implemented tax credits for households with earnings from 100% to 400% of the federal poverty line to offset costs for qualified healthcare plans. Republican plans have proposed narrowing eligibility, reducing subsidy amounts, or allowing subsidies to be redirected to health savings accounts (HSAs) or insurance plans that do not comply with ACA requirements.\n* **Fully eliminating the individual mandate:** The ACA mandated that individuals must have health insurance, and imposed a penalty for those without insurance. The [<u>2017 Tax Cuts and Jobs Act set that penalty to zero<\/u>](https:\/\/www.healthinsurance.org\/glossary\/individual-mandate\/), effectively reducing the legal force behind the mandate. However, the mandate itself is still law, despite there being no penalty associated with it.\n* **Limiting the employer mandate:** The ACA [<u>mandated that employers of certain sizes must offer health insurance coverage to their employees<\/u>](https:\/\/www.cigna.com\/employers\/insights\/informed-on-reform\/employer-mandate), and imposed penalties for non-compliance. This mandate is still in effect.\n* **Eliminating restrictions on subsidies and plan eligibility:** The premium tax credits and other subsidies under the ACA are generally only eligible for healthcare plans that satisfy certain criteria set forth in the ACA. Republicans [<u>have proposed<\/u>](https:\/\/www.npr.org\/sections\/shots-health-news\/2024\/11\/21\/nx-s1-5198483\/trump-republicans-obamacare-aca-medicaid) allowing the use of subsidies for plans that do not comply with the ACA, or for contributions to Health Savings Accounts.\n* **Eliminating restrictions on medical underwriting:** [<u>Medical underwriting<\/u>](https:\/\/www.investopedia.com\/terms\/m\/medical-underwriting.asp) is the practice of insurers determining health plan eligibility and pricing based on the health characteristics of individuals or groups. The ACA prohibited medical underwriting in most cases for health insurance with the exception of [<u>consideration<\/u>](https:\/\/www.healthcare.gov\/how-plans-set-your-premiums\/) of age, location, tobacco use, family status, and plan category. It also prohibited denial of coverage for pre-existing conditions. The [<u>Republican Study Committee<\/u>](https:\/\/hern.house.gov\/uploadedfiles\/final_budget_including_letter_web_version.pdf#page=87) proposal would expand the ability of insurers to use medical underwriting, arguing that the current limitations cause younger, healthier individuals to face larger health insurance expenses.\n\nWhile Republicans do not have a filibuster-proof majority in the Senate, they could pursue significant changes through budget reconciliation, a legislative process requiring only a simple majority in the Senate. Reconciliation was previously used in 2017 to attempt to repeal parts of the ACA, including Medicaid expansion and premium subsidies, but the effort ultimately [<u>failed by a narrow margin<\/u>](https:\/\/www.npr.org\/2017\/07\/27\/539907467\/senate-careens-toward-high-drama-midnight-health-care-vote). Generally only [<u>changes to law that impact certain classifications of federal spending<\/u>](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation) can be accomplished with reconciliation, and [<u>typically<\/u>](https:\/\/www.pgpf.org\/article\/what-is-budget-reconciliation\/) only once per year.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","12":"Each of the four major professional sports in the US runs its own version of an All-Star game or tournament every year:\n\n* In the NFL this is called [Pro Bowl](https:\/\/en.wikipedia.org\/wiki\/Pro_Bowl). For most of the preceedin years this matched the top players in the American Football Conference (AFC) against those in the National Football Conference (NFC). However, as of December 2024 it features a series of skill competitions, such as passing challenges and precision drills, as well as a flag football game between the NFC and AFC rosters instead of a traditional full-contact game.\n* In the NBA, [it used to feature](https:\/\/en.wikipedia.org\/wiki\/NBA_All-Star_Game#Rosters_selection) a game between two 12-player squads picked from each of the two conferences. This was also changed in December 2024, with the [new format](https:\/\/en.wikipedia.org\/wiki\/2025_NBA_All-Star_Game) splitting the 24 players into three teams of 8 that will compete in a tournament with the winners of the Rising Stars challenge.\n* In MLB, [this is](https:\/\/en.wikipedia.org\/wiki\/2025_Major_League_Baseball_All-Star_Game) a a traditional matchup between the American League and National League. Starters are chosen through fan voting, while pitchers and reserves are selected by a combination of player votes and selections by the Commissioner's Office. Each MLB team is guaranteed at least one representative.\n* In NHL, [the format](https:\/\/en.wikipedia.org\/wiki\/NHL_All-Star_Game#Formats) has changed multiple times, going from a game between two teams each selected from one of the conferences, to a single elimination tournament between four teams, representing the league's four divisions. The NHL decided to not run an All-Star game in 2025 and instead hold a new Four Nations Face-Off tournament as a preview for the league's return to Olympic participation in 2026.\n\nIn 2018, sports betting was broadly legalized in the US with the overturning of the [Professional and Amateur Sports Protection Act](https:\/\/en.wikipedia.org\/wiki\/Professional_and_Amateur_Sports_Protection_Act_of_1992) by the Supreme Court. Since then gambling-related suspensions and bans [have](https:\/\/edition.cnn.com\/2023\/07\/24\/sport\/nfl-gambling-suspension-eyioma-uwazurike-spt-intl\/index.html) [dramatically](https:\/\/frontofficesports.com\/nbas-lifetime-ban-highlights-surge-in-gambling-related-incidents\/) [increased](https:\/\/www.mlb.com\/news\/mlb-announces-sports-betting-violation-suspensions) across sports. However, as of December 2024, this has not included any All-Stars.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","13":"In August of 2024, the US Food and Drug Administration (FDA) [declined to approved MDMA as a treatment for post-traumatic stress disorder (PTSD)](https:\/\/www.nbcnews.com\/health\/health-news\/fda-rejects-psychedelic-mdma-assisted-therapy-ptsd-rcna165531). Prior to the approval MDMA was [often touted as a potentially promising treatment](https:\/\/www.psychiatrist.com\/news\/mdma-assisted-therapy-may-be-the-next-frontier-in-ptsd-treatment\/), but ultimately the drug [faced a number of concerns](https:\/\/www.vox.com\/future-perfect\/353752\/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations) about its efficacy results that led to its denial.\n\nOther psychedelic drugs [are in the midst of trials](https:\/\/psychedelicalpha.com\/data\/psychedelic-drug-development-tracker), but trials can often be lengthy and may not produce the necessary results in time for a submission in 2025. [Other possible pathways](https:\/\/ondrugs.substack.com\/p\/the-eua-psychedelics-backdoor-cracks) to psychedelic medical use could include an emergency use authorization (EUA) or federal rescheduling under the Controlled Substances Act.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","14":"President Elect Donald Trump has announced that Elon Musk will serve an advisory role as head of the planned [Department of Government Efficiency](https:\/\/en.wikipedia.org\/wiki\/Department_of_Government_Efficiency) (DOGE), alongside Vivek Ramaswamy. Trump has [said](https:\/\/x.com\/realDonaldTrump\/status\/1856658569124262092) that DOGE will \". . .dismantle Government Bureaucracy, slash excess regulations, cut wasteful expenditures, and restructure Federal Agencies. . .\" DOGE is [anticipated to be structured as an advisory commission](https:\/\/www.businessinsider.com\/elon-doge-trump-legal-requirments-what-is-faca-2024-12), because DOGE does not yet exist and because federal government offices [must be created by Congress](https:\/\/constitution.congress.gov\/browse\/essay\/artII-S2-C2-3-6\/ALDE_00000012\/#essay-1). The Federal Advisory Committee Act (FACA) typically [governs](https:\/\/www.gsa.gov\/policy-regulations\/policy\/federal-advisory-committee-management\/advice-and-guidance\/when-is-faca-applicable) such advisory committees.\n\nHowever, some observers have cited [Trump's track record of parting ways with officials he's selected](https:\/\/www.cnn.com\/interactive\/2017\/08\/politics\/trump-admin-departures-trnd\/), sometimes in [especially hostile fashion](https:\/\/www.cnn.com\/2019\/11\/08\/politics\/jeff-sessions-donald-trump-insults\/index.html), to suggest that Trump and Musk's positive relationship [may](https:\/\/www.nbcnews.com\/tech\/tech-news\/elon-musk-trump-donald-mar-a-lago-appointment-position-rcna179826) [not](https:\/\/www.theguardian.com\/commentisfree\/2024\/nov\/22\/elon-musk-donald-trump) [last](https:\/\/www.nytimes.com\/2024\/11\/11\/opinion\/elon-musk-trump-election.html).\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","15":"The Ibex 35 is the main stock market index of the Madrid Stock Exchange. It serves as a key barometer of the Spanish economy, reflecting national and international economic conditions. The composition of the index can be explored in detail [ <u>on Wikipedia<\/u> ](https:\/\/es.wikipedia.org\/wiki\/IBEX_35) <u>.<\/u>\n After leading the growth of EU stock markets in 2023 with a 23% increase, the IBEX 35 has remained near the top of the table in 2024, rising by 14.78%. It was the [ <u>second best-performing stock market index among major European markets<\/u> ](https:\/\/www.bolsasymercados.es\/docs\/infmercado\/2024\/ing\/Market-Report-BME-2024.pdf).","16":"On August 8, 2024, a guest on Russian state TV [floated the idea](https:\/\/www.newsweek.com\/russian-tv-nuclear-strike-kursk-raid-1936268) of Russia using tactical nuclear weapons on Ukrainian forces in the Kursk region of Russia. In June 2024, Russian president Vladimir Putin [said](https:\/\/www.voanews.com\/a\/putin-says-russia-could-use-nuclear-weapons-if-it-is-threatened\/7644941.html):\n\n>If somebody’s actions threaten our sovereignty and territorial integrity, we consider it possible to use all means at our disposal [...] For some reason, they believe in the West that Russia will never use it.\n\nIn June 2023, two months before his death, Wagner PMC Chief Yevgeny Prigozhin [said](https:\/\/www.newsweek.com\/russia-could-nuke-border-region-yevgeny-prigozhin-wagner-group-1804797):\n\n>\"I am afraid that they might harbor some foul thoughts about dropping a little nuke on their own territory. Could it be the reason why we are ceding territory in Belgorod region—because we are too scared to hit their [territory], but not our own \n\n>\"Lobbing [the bomb] at foreign [territory] is scary, but we can hit our own, to show how sick and psychotic we are. The Ukrainian forces might be occupying some small [Russian] village, and that's where [Russia] will aim the tactical nuclear strike.\"\n\n(From a forecasting standpoint please note that, in contrast to the [previous version](https:\/\/www.metaculus.com\/questions\/13171\/nuclear-detonation-in-ukraine-by-2024\/) of this question, this one also includes non-Ukrainian territory that is occupied by Ukraine.)\n\nIn May 2024, in response to what Russia's defense ministry said were “provocative statements and threats” by NATO, Putin [ordered](https:\/\/www.cnn.com\/2024\/05\/06\/europe\/putin-tactical-nuclear-weapon-drill-russia-ukraine-intl\/index.html) the Russian military to carry out tactical nuclear weapon drills, which was the first time such an announcement was made publicly.\n\nTactical nuclear weapons, also known as nonstrategic nuclear weapons, are smaller in yield than strategic nuclear weapons and are intended for battlefield usage, when there is a specific target and friendly forces are in close proximity. Russia [is estimated](https:\/\/www.armscontrol.org\/act\/2024-06\/news\/russia-links-nonstrategic-nuclear-exercises-threats) to have 1,000 to 2,000 of the weapons in its stockpile.\n\nPutin [recently indicated](https:\/\/www.armscontrol.org\/act\/2024-07\/news\/russian-nuclear-posture-may-change-putin-says) that Russia's nuclear posture may change to a more aggressive doctrine, saying Russia would only use nuclear weapons in “exceptional cases…when there is a threat to the sovereignty and territorial integrity of the country,” but then refusing to “rule out the possibility of making changes to this doctrine.”\n\nNuclear weapons have not been used in warfare since 1945, when the United States dropped two atomic bombs on the Japanese cities of Hiroshima and Nagasaki.\n\nSee Also\n\n- Center for Strategic & International Studies: [Why Russia Keeps Rattling the Nuclear Saber](https:\/\/www.csis.org\/analysis\/why-russia-keeps-rattling-nuclear-saber)\n\n- Carnegie Politika: [Putin’s Russia Will Continue to Pursue Nuclear Escalation](https:\/\/carnegieendowment.org\/russia-eurasia\/politika\/2024\/06\/russia-nuclear-war-threats?lang=en)","17":"The US [Bureau of Labor Statistics](https:\/\/en.wikipedia.org\/wiki\/Bureau_of_Labor_Statistics) (BLS) provides monthly estimates of the [unemployment rate](https:\/\/www.investopedia.com\/articles\/investing\/080415\/true-unemployment-rate-u6-vs-u3.asp) in the United States. The most commonly cited unemployment figure is U-3 unemployment, which measures the share of people aged 16 and over in the labor force (meaning people employed or seeking employment) who are unemployed. The BLS [typically releases](https:\/\/www.bls.gov\/schedule\/news_release\/empsit.htm) its unemployment estimates for a month in the first half of the following month.\n\nBelow is a graph of the monthly seasonally adjusted U-3 unemployment rate, from the [Federal Reserve Bank of St. Louis](https:\/\/en.wikipedia.org\/wiki\/Federal_Reserve_Bank_of_St._Louis). Note that the underlying source is the BLS, though the chart may update with subsequent estimates published by the BLS and may not reflect the initially published estimates.\n\n<iframe src=\"https:\/\/fred.stlouisfed.org\/graph\/graph-landing.php?g=1Cxe4&width=100%25&height=475\" scrolling=\"no\" frameborder=\"0\" style=\"overflow:hidden; width:100%; height:550px;\" allowTransparency=\"true\" loading=\"lazy\" \/>","18":"PEPFAR (President's Emergency Plan For AIDS Relief) is a global health program provided by the United States government that specifically targets HIV\/AIDS prevention and treatment [outside of](https:\/\/www.state.gov\/where-we-work-pepfar) the US. Since Fiscal Year (FY) 2004, the program, which is run [under the auspices of](https:\/\/www.state.gov\/pepfar\/) the US State Department, [has spent](https:\/\/www.kff.org\/global-health-policy\/fact-sheet\/the-u-s-presidents-emergency-plan-for-aids-relief-pepfar\/) a total of \\$120 billion and has grown from \\$1.9 billion in its inaugural year to \\$6.5 billion in FY 2024 and [reports](https:\/\/pmc.ncbi.nlm.nih.gov\/articles\/PMC11583809\/) saving over 25 million lives.&#x20;\n\nOn January 20, 2025, President Donald J. Trump [signed](https:\/\/www.whitehouse.gov\/presidential-actions\/2025\/01\/reevaluating-and-realigning-united-states-foreign-aid\/) an executive order pausing for 90 days new foreign aid disbursements [including for the PEPFAR program](https:\/\/www.kff.org\/policy-watch\/the-status-of-president-trumps-pause-of-foreign-aid-and-implications-for-pepfar-and-other-global-health-programs\/), pending a review of all foreign assistance programs. On February 13, 2025, federal judge Amir Ali [ordered](https:\/\/www.nbcnews.com\/politics\/politics-news\/judge-orders-trump-administration-reinstate-foreign-aid-funding-now-rcna192168) the Trump Administration to resume foreign aid programs in place before Trump's inauguration. On February 20, 2025, Judge Ali [ruled](https:\/\/www.nbcnews.com\/politics\/trump-administration\/trump-administration-not-complying-foreign-aid-amir-ali-rcna193092) that the Trump Administration was not fully in compliance with the order.\n\nAfter a long bipartisan consensus about the program's usefulness, in recent years PEPFAR has faced [increased opposition](https:\/\/rollcall.com\/2023\/09\/21\/pepfar-reauthorization-debate-highlights-splits-in-gop\/) in the US Congress, particularly from members of the Republican Party. In 2024 PEPFAR [received](https:\/\/www.kff.org\/policy-watch\/pepfars-short-term-reauthorization-sets-an-uncertain-course-for-its-long-term-future\/) temporary reauthorization from Congress amid the increasing opposition. See for example [this report](https:\/\/www.heritage.org\/budget-and-spending\/report\/reassessing-americas-30-billion-global-aids-relief-program) from the Heritage Foundation.&#x20;\n\nAccording to the [Kaiser Family Foundation](https:\/\/www.kff.org\/policy-watch\/the-outlook-for-pepfar-in-2025-and-beyond\/), the following are the most important factors to watch when assessing the future of PEPFAR:\n\n1. Concerns among anti-abortion members of Congress that PEPFAR has funded abortions in countries such as Mozambique, which has fueled speculation that PEPFAR may not have funding reauthorization and\/or potentially could face budget cuts.\n2. Strong opposition to PEPFAR from the Trump Administration, including the loss of thousands of aid worker jobs since Trump's inauguration.\n3. The potential dismantling of the United States Agency for International Development (USAID), which was implementing many of PEPFAR's programs.&#x20;\n4. Revival of the Mexico City policy by the Trump Administration, which requires no direct or indirect funding of abortions by non-governmental organizations and [includes PEPFAR](https:\/\/www.kff.org\/global-health-policy\/issue-brief\/the-mexico-city-policy-an-explainer\/) in its new policy.&#x20;","19":"This forecasting question is associated with the Verity controversy: Will the US adopt federal AI regulations?\n\nIn the last few years, the speed of artificial intelligence (AI) development has increased exponentially and continues to become ever more sophisticated. [Many see AI as a solution to the current productivity crisis](https:\/\/www.brookings.edu\/articles\/how-will-ai-affect-productivity\/), and it is in the midst of an ‘[AI Boom](https:\/\/en.wikipedia.org\/wiki\/AI_boom)’, with global spending on AI expected to reach [$632 billion by 2028](https:\/\/www.idc.com\/getdoc.jsp?containerId=prUS52530724), according to the International Data Corporation (IDC). \n\nThis has led to new and rapid advancements in the field. OpenAI, for example, the AI research organization behind ChatGPT, has launched its [‘Strawberry’ AI model](https:\/\/www.reuters.com\/technology\/artificial-intelligence\/openai-launches-new-series-ai-models-solve-hard-problems-2024-09-12\/), capable of ‘reasoning’ through tasks and problems rather than generating a quick response. Likewise, the technology giant NVIDIA — a dominant supplier of AI hardware and software — has released its own open-source AI model, [NVLM 1.0](https:\/\/www.windowscentral.com\/software-apps\/nvidia-just-debuted-its-new-open-source-advanced-ai-model-with-state-of-the-art-capabilities-to-take-on-openais-magical-gpt-4o).\n\nWhile AI is therefore seen as an essential tool moving forward, there are also great concerns with the technology. There has been a marked increase in the use of AI to spread disinformation, with [fake images](https:\/\/www.nytimes.com\/2023\/04\/08\/business\/media\/ai-generated-images.html), [videos](https:\/\/www.nytimes.com\/2023\/02\/07\/technology\/artificial-intelligence-training-deepfake.html), and even [fake voice recordings](https:\/\/www.bbc.co.uk\/news\/technology-68074257), designed to mimic politicians or celebrities, being widely propagated online, especially on [platforms such as X (formerly Twitter)](https:\/\/misinforeview.hks.harvard.edu\/article\/the-spread-of-synthetic-media-on-x\/). AI is also being utilized for criminal purposes. Gangs in Asia, for instance, are [“[l]everaging technological advances … to produc[e] larger scale and harder to detect fraud, money laundering, underground banking[,] and online scams”](https:\/\/www.unodc.org\/roseap\/en\/2024\/10\/cyberfraud-industry-expands-southeast-asia\/story.html), according to Masood Karimipour, a regional representative of the UN Office on Drugs and Crime (UNODC). \n\nAs a result, there has been a push to regulate AI at the government level. The European Union (EU), for example, implemented the [Artificial Intelligence Act](https:\/\/en.wikipedia.org\/wiki\/Artificial_Intelligence_Act) which came into force on 1 August 2024, establishing a common regulatory and legal framework for AI within the EU. Likewise, there has been a similar push to regulate AI at a federal level in the United States. In 2022, the White House released its ‘[AI Bill of Rights](https:\/\/www.whitehouse.gov\/ostp\/ai-bill-of-rights\/)’ and, in 2023, President Joe Biden signed [Executive Order 14110](https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2023\/10\/30\/executive-order-on-the-safe-secure-and-trustworthy-development-and-use-of-artificial-intelligence\/), defining the administration’s policy goals regarding AI and directing executive agencies to pursue them. Despite this, the [United States lacks any overarching federal regulation](https:\/\/www.morganlewis.com\/pubs\/2024\/04\/existing-and-proposed-federal-ai-regulation-in-the-united-states), meaning AI in the US is currently governed by a mixture of federal and state law, the industry itself, and the judiciary.\n\nGiven that the pace of AI development continues to grow, the question arises as to whether the US government will adopt federal regulations for AI, or whether the [$146 billion industry](https:\/\/www.precedenceresearch.com\/us-artificial-intelligence-market) will continue under its current patchwork regulatory regime.","20":"[<u>The Insurrection Act<\/u>](https:\/\/www.brennancenter.org\/our-work\/research-reports\/insurrection-act-explained) grants the president authority to deploy the US armed forces for domestic law enforcement purposes without specifying the conditions under which this authority may be used.","21":"[Chatbot Arena](https:\/\/lmarena.ai\/) is a platform for crowdsourced AI comparisons, hosted by researchers at UC Berkeley. Users are presented with two, anonymous LLMs and are asked to vote for the one whose answers they prefer. These votes determine the scores of the models which are then ranked in a global leaderboard.\n\nAs of December 29, 2024, Chatbot Arena includes 187 models, ranked by 2,488,392 votes. The top two models in the Overall leaderboard, which encompasses all dialogues, are versions of Gemini by Google, followed by GPT-4o and o1 by OpenAI.","22":"Congress has passed a law requiring TikTok to shut down or sell to a non-CPC affiliated entity within 9 months, with a possible 3 month extension for a sale in progress. Original house version of the bill [here](https:\/\/www.congress.gov\/bill\/118th-congress\/house-bill\/7521\/text) (the senate folded it into a larger piece of legislation). In legal terms, congress is defining TikTok as a \"foreign adversary controlled application\". ByteDance is challenging the bill and [has indicated](https:\/\/www.reuters.com\/technology\/bytedance-prefers-tiktok-shutdown-us-if-legal-options-fail-sources-say-2024-04-25\/) it would shut down rather than sell.\n\nThis question is about whether the service will continue to exist as a result of this bill passing, and in what form. It is possible that ByteDance will maintain ownership, for example via legal challenges to the bill. If ByteDance does comply is it not clear whether they would shut the service down or sell to a non-CPC entity.","23":"[Jerome Powell](https:\/\/www.federalreservehistory.org\/people\/jerome-h-powell) currently serves as Chair of the Board of Governors of the Federal Reserve System. President Trump [appointed Powell in 2018](https:\/\/www.cnn.com\/2024\/11\/07\/politics\/trump-fed-chair\/index.html), and he was [reappointed by President Biden in 2021](https:\/\/www.npr.org\/2021\/11\/22\/1052741845\/biden-reappoints-jerome-powell-as-federal-reserve). His current term ends May 15, 2026.\n\nTrump [previously criticized](https:\/\/www.cnn.com\/2024\/12\/08\/business\/trump-fed-chair-jerome-powell\/index.html) Powell late in his first term after the Federal Reserve raised interest rates, and in early 2024 [said he would not reappoint Powell](https:\/\/www.cnn.com\/2024\/02\/02\/economy\/trump-reappoint-fed-chair-jerome-powell\/index.html), leading to speculation that Trump could attempt to fire Powell before his term is up. In December of 2024 Trump [stated that he would not attempt to remove Powell before his term is up](https:\/\/www.nbcnews.com\/politics\/donald-trump\/donald-trump-says-wont-fire-fed-chief-jerome-powell-rcna183276), affirming [previous statements](https:\/\/www.cnn.com\/2024\/07\/17\/economy\/donald-trump-jerome-powell\/index.html) from the campaign.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","24":"The question of whether diversity-related programs at elite universities constitute illegal discrimination has been a contentious issue in recent years, particularly following the Supreme Court's decision in [*<u>Students for Fair Admissions v. Harvard<\/u>*](https:\/\/supreme.justia.com\/cases\/federal\/us\/600\/20-1199\/), which ended race-conscious admissions policies at U.S. colleges and universities. The Department of Justice and Department of Education have both historically taken an interest in investigating compliance with civil rights laws at universities. Recent developments, including [<u>legal challenges<\/u>](https:\/\/www.usatoday.com\/story\/news\/education\/2025\/01\/22\/harvard-antisemitism-lawsuits-settlements\/77882484007\/) and policy shifts at institutions like Harvard, have raised questions about whether such programs might face increased scrutiny.","25":"President-elect Donald Trump [stated during his presidential campaign](https:\/\/www.cnn.com\/2023\/09\/13\/politics\/trump-department-of-education-states-2024\/index.html) that he wants to eliminate the Department of Education. Since winning the presidential election he has stood by this statement. In his 2024 Person of the Year [interview with Time](https:\/\/time.com\/7201565\/person-of-the-year-2024-donald-trump-transcript\/) (conducted November 25, 2024 and published December 12, 2024), he responded to questions about his plan to cut government spending as follows:\n\n> **\\[Time:] What do you plan to do?**\n>  \n> \\[Trump:] I mean, I'll give you an example. We want to move the schools back to the states. We want to, you know, we're at the bottom of every list in terms of education, and we're at the top of the list in terms of the cost per pupil, and we want to move them back to the states, and we'll spend half the money on a much better product. We'll get—I believe we can compete with Norway and Denmark and Finland and other countries. And I will tell you, China is right at the top of the list too. Most lists.\n>  \n> **What does moving back to the states mean? Does that mean closing the Education Department?** \n>  \n> A virtual closure of Department of Education in Washington.\n>  \n> **Virtual closure?** \n>  \n> Well, you're going to need some people just to make sure they're teaching English in the schools. Okay, you know English and mathematics, let's say. But we want to move education back to the states. If you look at the states, if you look at some of the individual countries, Norway is a very strong educational country, but many. I think Iowa, and I think Indiana, and a lot of these states that are well-run states. We have a lot of them that are very well run. When they run their own educational program, I think it's going to, I think they'll be able to compete with anybody. Then you're going to have the badly run states, like a guy like Gavin Newscum \\[sic] in California, where he does a poor job, and he'll, but even in California, you'll give it to Riverside. You'll give it, you know, you'll give it to areas of California where I think they'll run a great school program.\n\nThe Department of Education was created as part of the 1979 [Department of Education Organization Act](https:\/\/en.wikipedia.org\/wiki\/Department_of_Education_Organization_Act). The closure of the Department of Education [would likely require an act of Congress](https:\/\/www.vox.com\/education\/384779\/department-of-education-trump-musk-betsy-devos), as creation of federal offices is a power [authorized to Congress](https:\/\/www.law.cornell.edu\/constitution-conan\/article-2\/section-2\/clause-2\/creation-of-federal-offices).\n\nAt times in the past, Congress has granted [presidential reorganization authority](https:\/\/en.wikipedia.org\/wiki\/Presidential_reorganization_authority), delegating Congress' power over federal offices to the president for a limited period of time, and often subject to oversight such as Congressional nullification within a certain time period after president issued such an order. Reorganization authority was [most recently granted in 1984](https:\/\/www.heritage.org\/political-process\/report\/the-presidents-reorganization-authority) to President Ronald Reagan, though Reagan did not use his reorganization authority. In 2012, President Barack Obama [requested reorganization authority](https:\/\/obamawhitehouse.archives.gov\/the-press-office\/2012\/01\/13\/government-reorganization-fact-sheet) stating his first act under the authority would be to consolidate six departments and agencies dealing with the business oversight into one.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","26":"FOIA (5 U.S.C. § 552)\n\nThe [<u>Freedom of Information Act <\/u>](https:\/\/ballotpedia.org\/Freedom_of_Information_Act)(FOIA) was passed in 1967 to increase government transparency. It requires that, upon request, the U.S. Government and its agencies disclose previously unavailable non-classified information. Journalists and citizen groups have consistently relied on the FOIA to expose government misconduct. For example, activists discovered in the 1980s that the Environmental Protection Agency knew that paper mills were polluting toxic waste into rivers. In 2016, President Obama signed an update to the bill that sought to create greater transparency. The update undid initial exemptions for information about the deliberation of government agencies. It also mandated government agencies to prefer openness when receiving an FOIA request (\"presumption of disclosure\").","27":"*This forecasting question is associated with the Verity controversy: [Will Russia repel Ukraine's attack on the Kursk region?](https:\/\/www.verity.news\/controversy\/Will-Russia-Repel-Ukraines-Attack-on-the-Kursk-Region)*\n\n---\n\nOn 24 February 2022, [Russia invaded Ukraine](https:\/\/www.britannica.com\/event\/2022-Russian-invasion-of-Ukraine#ref354585), massively escalating a conflict sparked in 2014 by the [Maidan Revolution](https:\/\/www.barrons.com\/news\/maidan-the-revolution-that-transformed-ukraine-13fdf1c4) which overthrew then-President Viktor Yanukovych and led to the [War in Donbas](https:\/\/researchbriefings.files.parliament.uk\/documents\/CBP-9476\/CBP-9476.pdf) between the Ukrainian government and the breakaway Donetsk and Luhansk People's Republics, backed by the Russian Federation.\n\nThe conflict has been mostly concentrated in Ukraine, with [Russian forces occupying some 20% of the country’s landmass](https:\/\/www.cfr.org\/global-conflict-tracker\/conflict\/conflict-ukraine), and largely static since the successful Ukrainian counter-offensives in eastern and southern Ukraine in late 2022. Following the [operational failure of the 2023 Ukrainian summer offensive](https:\/\/www.reuters.com\/graphics\/UKRAINE-CRISIS\/MAPS\/klvygwawavg\/#four-factors-that-stalled-ukraines-counteroffensive), Russian forces began to make [marginal but steady gains](https:\/\/en.wikipedia.org\/wiki\/Eastern_Ukraine_campaign#Russian_spring_and_summer_campaign_(April_2024%E2%80%93present)) in eastern Ukraine in late 2023 and throughout the first half of 2024, leading many military analysts to believe that the conflict was [swinging in Russia’s favor](https:\/\/www.nytimes.com\/2022\/06\/11\/world\/europe\/russia-momentum-ukraine.html), given its superior numbers and resources as opposed to Ukraine’s manpower and equipment shortages. \n\nThis narrative, however, has been, at least momentarily, bucked by [Ukraine’s incursion into Kursk Oblast](https:\/\/www.chathamhouse.org\/2024\/08\/ukraines-gamble-kursk-restores-belief-it-can-beat-russia-it-requires-western-response), Russia, in August 2024. The largest Ukrainian offensive into Russian territory of the war so far, the operation caught the Russian Armed Forces and Border Service of Russia off guard, allowing the Armed Forces of Ukraine to establish a foothold. According to President Zelensky, the incursion has claimed [at least 92 settlements and 1,250 square kilometers of Russian territory in Kursk Oblast](https:\/\/www.newsweek.com\/kursk-invasion-incursion-map-updates-russia-1946665). The parameters of the mission, as expressed by several Ukrainian political figures such as [Mykhailo Podolyak](https:\/\/www.reuters.com\/world\/europe\/ukraines-operation-kursk-needed-convince-russia-start-fair-talks-kyiv-says-2024-08-16\/) and [Dmytro Kuleba](https:\/\/www.rusi.org\/explore-our-research\/publications\/commentary\/decoding-kursk-end-sight-ukraine), is to pressure Russia to enter \"fair\" peace negotiations.\n\nSince the initial incursion, however, a state of emergency has been declared in [three Russian regions](https:\/\/en.wikipedia.org\/wiki\/August_2024_Kursk_Oblast_incursion#Related_events) (Kursk Oblast, Belgorod Oblast, and Lipetsk Oblast) and as many as [30,000 Russian troops](https:\/\/kyivindependent.com\/ukraines-kursk-operations-aimed-to-force-russia-to-redeploy-its-forces-from-pokrovsk-sector-syrskyi-says\/) have been reportedly diverted to Kursk Oblast, outnumbering Ukrainian forces in the region by at least two to one and causing the Ukrainian attack to slow significantly. At the same time, Russian forces have continued to apply pressure on Ukrainian positions in eastern Ukraine, which have been stretched by the re-deployment of assets to the Kursk incursion, and have pushed [within kilometers of the Ukrainian city of Pokrovsk](https:\/\/www.bbc.co.uk\/news\/articles\/c984g10e22lo), a critical logistics hub for the Ukrainian effort in the east. \n\nGiven that Ukraine’s objective was [never to occupy territory in Kursk long-term](https:\/\/www.youtube.com\/watch?v=_n-5Vq9caHg), these circumstances have caused some to argue that the Ukrainians will either be [repulsed by a Russian counter-offensive](https:\/\/www.cnbc.com\/2024\/08\/15\/how-will-ukraines-incursion-into-russia-end.html) or forced to make a [tactical withdrawal](https:\/\/youtu.be\/kANrDlO_xpg?si=HwQ3V16Yz_sWmUik&t=178) to reinforce the frontline.\n\nScenarios which could lead to such an outcome include: \n\n- Conventional military offensives leading to the retreat or surrender of Ukrainian forces.\n\n- The use of advanced or strategic weaponry, including nuclear weapons, resulting in the withdrawal of Ukrainian troops.\n\n- Coordinated attacks by allied nations (e.g., Belarus) that force Ukrainian forces to reallocate their military presence, resulting in a strategic withdrawal from the Kursk Region.\n\n- Ukrainian forces have voluntarily retreated or withdrawn from the Kursk Region due to significant military pressure, resource constraints, or strategic realignment.","28":"**The original wager for this question appeared [here](https:\/\/www.betonit.ai\/p\/nuclear_iran_behtml?utm_source=%2Fsearch%2Fbet&utm_medium=reader2) and was offered to John Podhoretz on July 28, 2015 at 10:1 odds favoring Caplan**\n\n----------\n\nCaplan writes:\n\n>John Podhoretz:\n\n>\"The United States and its allies have struck a deal with Iran that\neffectively ensures that it will be a nuclear state with ballistic\nmissiles in 10 years, assuming Iran adheres to the deal’s terms, which\nis a very large assumption.\"\n\n>Such supreme confidence cries out for a bet.  Draft terms: John gives me 10:1 odds that Iran possesses a nuclear weapon by July 31, 2025 according to (a) any major U.S. newspaper (NYT, WSJ, up to three others of John’s choice) or (b) any major international agency (Atomic Energy Commission, U.N., up to three others of John’s choice).  If this happens, I immediately owe him $100.  Otherwise, he owes me $1000 on August 1, 2025.","29":"Global warming and climate phenomena such as El Niño have contributed to exceptionally high temperatures in recent years. 2023 and 2024 were consecutively the warmest years on record. In early 2025, climate models indicate a continued warming trend. For more information, visit the [ <u>Copernicus Climate Change Service<\/u> ](https:\/\/climate.copernicus.eu\/). In early 2025, [ <u>real-time data<\/u> ](https:\/\/pulse.climate.copernicus.eu\/) suggest that this year is closely following the record warmth of 2024, or slightly below at this stage.","30":"On March 14, 2023, OpenAI announced its GPT-4 model. On May 13, 2024, OpenAI released GPT-4o, highlighting improvements to vision and reasoning capabilities. In February 2025, OpenAI CEO Sam Altman shared a roadmap that included details about the GPT-4.5 and GPT-5 models. OpenAI plans to integrate several technologies into GPT-5, promising a more unified and capable system. Although exact dates were not given, it was mentioned that the launch could occur in \"[ <u>weeks\/months<\/u> ](https:\/\/www.axios.com\/2025\/02\/12\/openai-chatgpt-roadmap-gpt5)\".\n\n There has been speculation about possible advancements in GPT-5, including improved multimodal capabilities, increased processing efficiency, and better adaptability in real-world applications. OpenAI has also focused on refining AI alignment and safety measures, which may impact the timing of GPT-5’s release. But the competitive landscape for AI models continues to evolve rapidly, so new systems are expected to launch quickly.","31":"[FiveThirtyEight](https:\/\/projects.fivethirtyeight.com\/polls\/favorability\/donald-trump\/) aggregates polling data from various pollsters to calculate a weighted favorability rating. After winning the US election, Trump's net favorability (% of people that have a favorable opinion - % that have an unfavorable one) increased from -8.6 on November 5, 2024 to -1.9 on December 17, 2024, the highest score of the previous 4 years. Please see 538's methodology [here](https:\/\/abcnews.go.com\/538\/polling-averages-work\/story?id=109364028).&#x20;\n\nPresidents frequently go through a \"[honeymoon period](https:\/\/politicaldictionary.com\/words\/honeymoon-period\/)\" after they are elected, where they enjoy high approval ratings. However, [there is some evidence](https:\/\/news.gallup.com\/poll\/121391\/obama-honeymoon-continues-months-recent-average.aspx) that honeymoon periods have been getting shorter.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","32":"This forecasting question is associated with the Verity controversy: Will the US break up google?\n\nIn recent years, [Google has come under intense scrutiny from regulators and policymakers in the United States,](https:\/\/www.politico.com\/news\/2024\/05\/03\/tech-companies-us-eu-battles-00156110)raising questions about whether the tech giant could face a forced breakup. Once celebrated as an innovative pioneer in the internet age, Google’s vast reach and influence now place it at the center of antitrust debates. The company, which dominates global online search, digital advertising, and mobile operating systems through its ownership of Android, is seen by many as holding an outsized share of power over critical digital infrastructure. [Critics argue that Google’s practices have stifled competition, restricted consumer choice, and concentrated control over personal data and information flow.](https:\/\/www.yalelawjournal.org\/note\/amazons-antitrust-paradox)\n\nThe [U.S. Department of Justice (DOJ)](https:\/\/www.justice.gov\/opa\/pr\/justice-department-sues-google-monopolizing-digital-advertising-technologies) and [several state attorneys general have filed multiple lawsuits against Google in recent years](https:\/\/www.njoag.gov\/forty-attorneys-general-announce-historic-settlement-with-google-over-location-tracking-practices\/), alleging monopolistic behavior in the company’s search and advertising operations. These legal actions contend that Google has abused its market position by prioritizing its own services in search results, restricting rival advertisers, and creating barriers for competing tech firms. [In 2023, Google faced a landmark trial in the DOJ’s largest antitrust case against a tech company in over two decades](https:\/\/en.wikipedia.org\/wiki\/United_States_v._Google_LLC_(2023)), signaling the government’s seriousness about curbing Google’s power. [In October 2024, the DOJ said in a court filing that it might seek to have Google’s core businesses broken up.](https:\/\/edition.cnn.com\/2024\/10\/09\/tech\/us-government-considers-a-breakup-of-google\/index.html) Lawmakers and advocacy groups argue that a breakup—splitting Google into separate entities for its search, advertising, and other business arms—might be the only effective way to restore competition in the digital market.\n\nWhile Google has defended itself by asserting that its products benefit consumers and enhance competition, the company faces significant obstacles ahead. Its legal battles are likely to drag on for years, and the political climate increasingly favors stricter tech regulations. [Moreover, rising public concerns about privacy, misinformation, and tech monopolies add pressure on the government to take decisive action.](https:\/\/newlinesmag.com\/reportage\/antitrust-action-against-google-may-transform-the-internet\/) Although a breakup remains uncertain, the outcome of Google’s ongoing legal challenges could reshape the technology landscape and set a precedent for regulating other tech giants.","33":"In December 2023, when Javier Milei was inaugurated as President of Argentina, the [month-over-month inflation rate](https:\/\/tradingeconomics.com\/argentina\/inflation-rate-mom) of the country was 25.5%. Milei's top campaign promise [was](https:\/\/www.freiheit.org\/one-year-javier-mileis-economic-policy) to fight inflation. Since then, the inflation rate has steadily come down to 2.4% for November 2024. Argentina's YoY inflation rate was 211% for December 2023, the highest in the world, and rose further to [292% for April 2024](https:\/\/tradingeconomics.com\/argentina\/inflation-cpi), but has since fallen to 166%.\n\nHowever, despite the drop in inflation, the annual inflation rate for 2025 is projected by [the IMF](https:\/\/www.imf.org\/en\/Countries\/ARG) to be 62.7% for 2025 as of December 2024. Additionally, poverty [has risen](https:\/\/www.bbc.com\/news\/articles\/ceqn751x19no) in the country due to the short-term shock caused by slashing subsidies in transportation, fuel and electricity, as well as the elimination of thousands of government jobs.\n\nAccording to [economist Juan D'Amico](https:\/\/medium.com\/@JDEconomics\/milei-has-outperformed-even-the-most-bullish-inflation-forecasts-for-argentina-in-2024-what-to-e0a8939f2142), forecasts have consistently been wrong to the high side on Argentina's inflation. For example, a group of economists opposed to Milei had forecasted 2024 inflation of 400%, while even some of the more optimistic forecasts were around 240%.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","34":"Cryptocurrencies have gained significant mainstream attention since 2020, with major figures endorsing them, such as Elon Musk and Donald Trump who [has said](https:\/\/apnews.com\/article\/donald-trump-bitcoin-cryptocurrency-stockpile-6f1314f5e99bbf47cc3ee6fc6178588d) that he plans to make the US the \"crypto capital of the planet\". After Trump's win in the US presidential elections, the price of bitcoin skyrocketed, reaching $100k for the first time.\n\nDespite that, cryptocurrencies are still not legal tender in the US and only a small minority of companies accept them as payment.","35":"The 2022-2023 mpox (monkeypox) outbreak, caused by the Clade II variant, resulted in a total of 66,387 confirmed cases worldwide between the declaration of a [Public Health Emergency of International Concern (PHEIC) by the World Health Organization (WHO)](https:\/\/www.who.int\/europe\/emergencies\/situations\/monkeypox) on July 23, 2022, and its termination on May 10, 2023.\n\nIn August 2024, concerns have been raised about a [new outbreak of mpox](https:\/\/www.nbcnews.com\/health\/health-news\/cdc-alerts-doctors-watch-strain-mpox-spreading-africa-rcna1654240), this time involving the more severe Clade I variant. The Centers for Disease Control and Prevention (CDC) and the WHO have issued alerts and are considering declaring another PHEIC. This question aims to compare the scale of the mpox outbreak.","36":"The Bureau of Labor Statistics reports information about many things in the U.S.  One is the civilian labor force participation [rate](https:\/\/www.bls.gov\/charts\/employment-situation\/civilian-labor-force-participation-rate.htm), 16 and older.  Here’s a [longer-term chart](https:\/\/fred.stlouisfed.org\/series\/CIVPART).","37":"The [Q3 AI Forecasting Benchmark Tournament](https:\/\/www.metaculus.com\/project\/aibq3\/) is the first of four $30,000 quarterly tournaments in a $120,000 series designed to benchmark the state of the art in AI forecasting and compare it to the best human forecasting on real-world questions.\n\nTen Pro forecasters will forecast on at least 100 of the questions in the Bot tournament.","38":"Pedro Sánchez is the leader of the Spanish Socialist Workers' Party (PSOE) and has been serving as Prime Minister of Spain since June 2018. Sánchez has run a [ <u>coalition government since 2020<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Second_Pedro_Sánchez_government), with a [ <u>different configuration following the 2023 elections<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Third_Pedro_Sánchez_government). Currently, there are no general elections scheduled before the end of 2025. For Sánchez to be removed from office, he would have to resign or face a [ <u>motion of no confidence<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Motion_of_censure_\\(Spain\\)), a demanding process in the Spanish political system as it requires an alternative majority.","39":"Title 15 of the Code of Federal Regulations, Section 791.2 defines United States' foreign adversaries as\n\n> any foreign government or foreign non-government person determined by the Secretary to have engaged in a long-term pattern or serious instances of conduct significantly adverse to the national security of the United States or security and safety of United States persons.\n\nBeing designated a 'foreign adversary' by the United States enables the Secretary of Commerce to review and potentially prohibit information and communications technology transactions deemed to pose undue risks to national security under [Executive Order 13873](https:\/\/www.federalregister.gov\/documents\/2019\/05\/17\/2019-10538\/securing-the-information-and-communications-technology-and-services-supply-chain) and the [National Defense Authorization Act](https:\/\/www.congress.gov\/bill\/118th-congress\/house-bill\/2670). The designation also typically leads to increased scrutiny under other regulatory frameworks, including export controls and reviews by the Committee on Foreign Investment in the United States.\n\nAs of January 3, 2025 the US has designated the following as foreign adversaries ([Title 15, Section 791.4](https:\/\/www.ecfr.gov\/current\/title-15\/subtitle-B\/chapter-VII\/subchapter-E\/part-791\/subpart-A\/section-791.4)):\n\n> (1) The People's Republic of China, including the Hong Kong Special Administrative Region (China);\n>  \n> (2) Republic of Cuba (Cuba);\n>  \n> (3) Islamic Republic of Iran (Iran);\n>  \n> (4) Democratic People's Republic of Korea (North Korea);\n>  \n> (5) Russian Federation (Russia); and\n>  \n> (6) Venezuelan politician Nicolás Maduro (Maduro Regime)."},"question_resolution_criteria":{"0":"This question resolves based on the total number of human cases of H5 bird flu reported by the Centers for Disease Control and Prevention (CDC) in the United States after January 1, 2024, and before January 1, 2026. Resolution will be determined according to publicly available reports published by the CDC, currently available at [this link](https:\/\/www.cdc.gov\/bird-flu\/situation-summary\/index.html).","1":"This question will resolve as the total number of Donald Trump's cabinet-level nominations that were rejected, withdrawn, returned to the president under paragraph 6 of rule XXXI of the standing rules of the Senate, or not acted upon by the Senate for 100 days, before every cabinet-level position has had a confirmed nomination. For a nomination to be considered made, it must be formally submitted to the Senate in 2025 and reflected in the congressional record as such. For the purposes of this question, a nomination is confirmed once the Senate transmits to the president that the nomination has been confirmed and the president commissions the cabinet officer.","2":"The Bureau of Labor Statistics [publishes](https:\/\/www.bls.gov\/ces\/) [data](https:\/\/www.bls.gov\/web\/empsit\/cestn.htm#section3b) on the average hours worked of the non-farm private sector in the U.S.  \n\nIn this question we will be using the Average Weekly Hours of All Employees, Total Private ([AWHAETP](https:\/\/fred.stlouisfed.org\/series\/AWHAETP)).  Some metric-specific characteristics:\n\n>Average weekly hours relate to the average hours per worker for which pay was received and is different from standard or scheduled hours. Factors such as unpaid absenteeism, labor turnover, part-time work, and stoppages cause average weekly hours to be lower than scheduled hours of work for an establishment. \n\nFor historical context on hours going back to 1950, [here](https:\/\/fred.stlouisfed.org\/series\/AVHWPEUSA065NRUG) is a related metric (but that is calculated differently using annual hours instead).\n\n**Resolution will be the BLS reported AWHAETP figure for October 2025.**\n\nThis question is complementary with another on [U.S. LFPR](https:\/\/www.metaculus.com\/questions\/3144\/what-will-be-the-labor-force-participation-rate-total-16-and-older-in-the-us-for-october-2025\/).","3":"This question will resolve as **Yes** if, in calendar year 2025, at least 1,000 deaths have occurred in direct conflict between Iran and Israel, according to reports from [credible sources](https:\/\/www.metaculus.com\/help\/faq\/#definitions). To the extent possible, only deaths caused by and to citizens of each country, members of the military of each country, or people within the borders of each country will be counted toward the 1,000 death threshold.\n\nDirect conflict is defined as conflict between the military forces or law enforcement of Iran and Israel using kinetic, explosive, chemical, or nuclear means and all deaths caused by such a conflict count, including civilians. Deaths from attacks by or towards proxies (e.g., Iran's proxy Hezbollah) do not count for the resolution of this question.","4":"This question resolves as **Yes** if Nvidia's stock outperforms the S\\&P 500 in 2025. If its return is less than or equal to that of the S\\&P 500, this question resolves as **No**.\n\nThe resolution sources are: \n\n* The Yahoo Finance history page for [NVIDIA Corporation (NVDA)](https:\/\/finance.yahoo.com\/quote\/NVDA\/history\/).[](https:\/\/finance.yahoo.com\/quote\/NVDA\/history\/)\n* The Yahoo Finance history for the [SPDR S\\&P 500 ETF Trust (SPY)](https:\/\/finance.yahoo.com\/quote\/SPY\/history\/).","5":"The question will resolve as Yes if the governments of both the United States and Denmark, separately or jointly, announce formal negotiations over the possible transfer of sovereignty of Greenland to the United States before January 1, 2026.","6":"Will resolve YES if French President Emmanuel Macron has called a snap election (early legislative election or dissolution of the National Assembly) before January 1, 2026. Will resolve NO if this does not happen before then.","7":"This question will be resolved as **Yes** if, according to the final worldwide box office data for 2025—as reported by a reliable source such as [ <u>Box Office Mojo<\/u> ](https:\/\/www.boxofficemojo.com\/year\/world\/2025\/)—the film with the highest total gross is a franchise film (i.e., part of a series or cinematic universe). It will be resolved as **No** if the highest-grossing film is not part of a franchise. In the event of a tie for first place, the question will be resolved as **Yes**.","8":"This question will resolve as **Yes** if, after October 21, 2024, and before July 1, 2025, the World Health Organization (WHO) adds a new SARS-CoV-2 variant to their list of Variants of Concern that was not previously identified as a VOC at any point, according to [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) such as the WHO's [SARS-CoV-2 variants](https:\/\/www.who.int\/en\/activities\/tracking-SARS-CoV-2-variants\/) tracker page or its [COVID-19 Variants Dashboard](https:\/\/data.who.int\/dashboards\/covid19\/variants).\r\n\r\nIf this does not occur before July 1, 2025, this question will resolve as **No**.","9":"This question will resolve as **Yes** if Benjamin Netanyahu has remained the Prime Minister of Israel for the entire duration from January 1, 2025 to December 31, 2025, inclusive. If Netanyahu ceases to be the Prime Minister at any point during 2025, this question will resolve as **No**.","10":"This question will resolve as the US per capita consumption of chicken for 2025, according to the [National Chicken Council](https:\/\/www.nationalchickencouncil.org\/statistic\/per-capita-consumption-poultry\/). Specifically, it will resolve as the value for \"Total Chicken\" given for 2025 when that is no longer an estimate.","11":"This question will resolve as **Yes** if, before January 1, 2026, the United States has enacted one or more bills that changes at least three of the six following components of the Affordable Care Act (ACA) to either repeal or curtail them (see the fine print for fuller details):\n\n* Eliminates or reduces the ACA's Medicaid eligibility or federal funding\n* Eliminates or reduces the premium tax credit eligibility or amount\n* Eliminates or curtails the individual mandate (by law the individual mandate still exists in the ACA, but has no penalty)\n* Eliminates or curtails the mandate for certain employers to provide health coverage for employees. Reducing the penalties will also be considered to be relaxing the mandate.\n* Makes it so that ACA subsidies are no longer limited to plans that satisfy the requirements specified in the ACA, including allowing ACA subsidies to be contributed to health savings accounts or similar account\n* Eliminates or curtails medical underwriting restrictions","12":"This question will resolve as **Yes** if, after January 1, 2025 and before January 1, 2026, any player who has ever been selected as an All-Star in the NFL, NBA, MLB, or NHL is banned or suspended due to sports betting.","13":"This question will resolve as **Yes** if any of the following happens after December 31, 2024 before January 1, 2026:\n\n* A New Drug Application (NDA) for the treatment of a mental disorder (as defined by the [Diagnostic and Statistical Manual of Mental Illnesses](https:\/\/my.clevelandclinic.org\/health\/articles\/24291-diagnostic-and-statistical-manual-dsm-5), the DSM-5) is filed to the FDA for a psychedelic.\n* An application for an Emergency Use Authorization (EUA) for the treatment of a mental disorder (as defined by the DSM-5) is filed to the FDA for a psychedelic.\n* The DEA reschedules any psychedelic under the U.S. Controlled Substances Act to a less restrictive schedule (e.g., from Schedule I to Schedule II).\n\nFor the purposes of this questions, a psychedelic is defined broadly and includes:\n\n* psychedelic indolealkylamines(e.g. LSD, psilocybin, DMT)\n* psychedelic phenylethylamines (e.g. mescaline, MDMA, the 2C series)\n* arylcycloalkylamines with psychedelic or dissociative effects (e.g. PCP, ketamine)\n* Salvinorin A\n\nCannabinoids (e.g. THC) are *not* considered psychedelics for the purposes of this question.","14":"This question will resolve as **Yes** if, before January 1, 2026, [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) have reported **both** of the following:\n\n* Elon Musk no longer serves an advisory role to Donald Trump. This will be considered to be true if Elon Musk ceases to hold either a formal federal government position or an advisory position serving at an organization governed by the Federal Advisory Committee Act (FACA) or any other officially recognized advisory organization. This includes if Elon Musk does not at any point attain such a position during the year 2025.\n  * If Elon Musk ceases to hold an advisory position because he is becoming a full federal government employee, or vice versa, this will not be considered to have occurred. Musk must cease to be both a government employee and an advisor simultaneously. Transfers in status where Musk temporarily ceases to hold either role do not count.\n* Donald Trump has publicly criticized Elon Musk during a time while Musk is no longer serving on a government or advisory position. Public criticism will generally not be taken to include jokes, backhanded compliments, snide remarks, or other non-serious insults or veiled insults. To count, a criticism must unambiguously convey dislike or dissatisfaction with Musk.\n\nOtherwise, the question will resolve as **No**.","15":"The question will be resolved as **Yes** if the official closing value of the Ibex 35 on the last business day of 2025 (normally December 31st or the previous session if it falls on a holiday) exceeds 11,595.00, according to the Close column of [ <u>its page on Yahoo Finance<\/u> ](https:\/\/uk.finance.yahoo.com\/quote\/%5EIBEX\/history\/). It will be resolved as **No** if the value is equal to or less than €11,595.00.","16":"This question will resolve as Yes if Russia detonates a nuclear weapon in Ukraine or Ukrainian-held territory before January 1, 2026. A [deliberate, inadvertent, or accidental\/unauthorized](https:\/\/scienceandglobalsecurity.org\/archive\/sgs21barrett.pdf) detonation would result in the question resolving as **Yes**. For the purposes of this question, Ukraine will be defined as the [internationally-recognized boundaries prior to 2014](https:\/\/en.wikipedia.org\/wiki\/Russian-occupied_territories_of_Ukraine) (that is, including Crimea, the Donetsk Republic, and the Luhansk Republic), including Ukraine's 12 nautical mile [territorial sea](https:\/\/en.wikipedia.org\/wiki\/Territorial_waters#Territorial_sea). Ukrainian-held territory will include any territory (including in Russia) occupied by Ukrainian troops according to the Institute for the Study of War at [this link](https:\/\/storymaps.arcgis.com\/stories\/36a7f6a6f5a9448496de641cf64bd375). To qualify, the nuclear weapon must be detonated less than 100 kilometers above Earth's mean sea level.","17":"This question will resolve as **Yes** if the monthly U-3 unemployment figure, in percent, seasonally adjusted, for November 2025 is lower than 4.2%. Resolution will be determined according to the first estimate published for November 2025 by the BLS, typically found [here](https:\/\/www.bls.gov\/news.release\/empsit.nr0.htm).","18":"This question resolves as **Yes** if the United States President's Emergency Plan For AIDS Relief ([PEPFAR](https:\/\/www.state.gov\/pepfar\/)) ceases to exist before January 1, 2026. This can come about through any of the following mechanisms:\n\n* the initiative being terminated.\n* the initiative and\/or its functions merging with or being consolidated into another program or agency, with PEPFAR no longer continuing to operate as a distinct organization. &#x20;\n* the program having its public funding eliminated by Congress.","19":"This question will resolve as **Yes** if, before January 1, 2026, the following conditions are met:\n\n - A bill primarily focused on AI regulation - containing specific provisions for the governance, oversight, or regulation of artificial intelligence technologies - has been introduced and passed by both the House of Representatives and the Senate.\n - The bill is signed into law by the President of the United States or becomes law by congressional override of a presidential veto, before January 1, 2026.","20":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that President Trump has formally invoked the Insurrection Act before January 1, 2026.","21":"This question will resolve as **Yes** if, on December 31, 2025, the entry with the highest Arena Score in the Overall category of the [Chatbot Arena LLM Leaderboard](https:\/\/lmarena.ai\/) has OpenAI as its organization.","22":"Resolves to \"Yes, still owned by foreign adversary\" if TikTok is available in the US on December 31 2025, and the US app continues to be owned by ByteDance or another Chinese or foreign adversary firm contrary to the divestment written in the letter of the law. \"Ownership\" here is defined the way the law does, such that it is deemed to be \"controlled by\" a foreign adversary. If courts make a ruling about its status, that decision will apply, otherwise it will be based on reading of the law as passed. Details in fine print.\n\nResolves to \"Yes, non-adversary owner\" if TikTok is available in the US on December 31 2025, but the US app is no longer owned by ByteDance or any other firm headquartered in China, including Hong Kong or Macau but not Taiwan, or a foreign adversary. In the event that TikTok is sold to a company in another country that is deemed a US adversary, it will resolve to \"Yes, still owned by foreign adversary\"\n\nResolves to \"No\" otherwise.\n\n\"Available\" means a video streaming app with at least 50% of the current US TikTok user base and at least 50% of the current TikTok content library is available for download to US users on the Google Play store or the Apple app store. If TikTok is renamed but these conditions hold then it is deemed \"available.\" Changes to the TikTok algorithm do not affect this definition. The app must allow users to watch videos but changes to other app features such as users' ability to upload content or make comments do not affect this definition.","23":"This question will resolve as **Yes** if, before January 1, 2026, Eastern Time, Jerome Powell is no longer the Chair of the Federal Reserve.&#x20;","24":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that the U.S. Department of Justice (DOJ) or Department of Education (DOE) has opened a civil rights or Title VI compliance investigation into whether diversity-related programs at Harvard University constitute illegal discrimination or preferences before January 1, 2026.","25":"This question will resolve as **Yes** if, before January 1, 2026, the United States has taken either of the following steps to eliminate the Department of Education:\n\n* Passed a bill into law that would eliminate the Department of Education.\n* Congress has granted [presidential reorganization authority](https:\/\/en.wikipedia.org\/wiki\/Presidential_reorganization_authority) that gives the president power to reorganize the government, with **both** of the following subsequently occurring:\n  * the president has issued an order under such power to eliminate the Department of Education\n  * any oversight procedures specified in the reorganization authority passed by Congress have completed (for example, if a time limit is set on Congress to nullify such presidential orders, the time limit has expired without nullification)\n\nThe law need not take effect before the specified date, the passage of any law that abolishes the Department of Education at a future date is sufficient.","26":"This question will resolve as Yes if, before January 1, 2026, [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that at least one chamber of Congress (House of Representatives or Senate) has approved legislation that partially or fully exempts at least one executive branch department or agency listed in the Fine Print from the Freedom of Information Act (FOIA).","27":"This question will resolve as **Yes** if Ukraine no longer holds any territory in the Kursk Oblast region according to [DeepStateMap](https:\/\/deepstatemap.live\/en#6\/49.1529697\/36.3416014) or the [Institute for the Study of War](https:\/\/www.understandingwar.org\/publications) (also [here](https:\/\/storymaps.arcgis.com\/stories\/36a7f6a6f5a9448496de641cf64bd375)) at any point before June 30, 2025. \n\n- The question will resolve as **No** if the above criterion is not met by June 30, 2025.","28":"*This question belongs to the Bryan Caplan Collection, a series based on bets by economist Bryan Caplan. Find the rest of the series [here](https:\/\/www.metaculus.com\/project\/3053\/) and Caplan's bet inventory covering most series questions [here](https:\/\/docs.google.com\/document\/d\/1qShKedFJptpxfTHl9MBtHARAiurX-WK6ChrMgQRQz-0\/edit).*\n\n*Note that this wager was offered by Bryan Caplan, but it does not appear in the bets wiki.**\n\n**Questions in this series resolve according to the outcome of Bryan Caplan's wager, where a resolution of 'Yes' reflects Caplan winning the bet. Questions resolve per public statements by Caplan.**\n\n---\n\nFor this question, a resolution of YES reflects that Caplan won his bet that: Iran does not possess a nuclear weapon on July 31, 2025. \n\nIf Caplan does not announce the outcome, this question resolves per reporting in the New York Times or Wall Street Journal.","29":"The question will be resolved as **Yes** if the [Copernicus Climate Change Service\/ECMWF](https:\/\/climate.copernicus.eu) reports that 2025 was the warmest year on record based on global mean surface air temperature. It will be resolved as **No** if any other year holds the record.","30":"This question will be answered **Yes** if, before January 1, 2026, OpenAI publishes a paper (e.g., a blog post, article, or video, but not a tweet) announcing the existence of GPT-5.","31":"This question will resolve as **Yes** if the net favorability rating of Donald Trump for December 20, 2025 is \"Favorable\" [as reported by 538](https:\/\/projects.fivethirtyeight.com\/polls\/favorability\/donald-trump\/). The resolution will be based on the already-calculated net rating presented by 538.","32":"The question will resolve as **Yes** if, before January 1, 2026, the U.S. Federal Government mandates structural remedies for Google LLC, commonly referred to as \"break-ups\". These remedies must require Google to divest from, or spin off into separate companies, any of the following divisions:\n\n- Chrome\n- Android OS\n- Pixel phones\n- YouTube\n- Google Ads\n- Google Maps\n- Gmail\n- Google Cloud\n\nFor a **Yes** resolution, the divestiture or separation must be fully completed before January 1, 2026.","33":"This question will resolve as **Yes** if Argentina's year-over-year inflation rate is strictly less than 30.0% for the month of December 2025, according to the National Institute of Statistics and Censuses of Argentina (INDEC), whose monthly report can be accessed [here](https:\/\/sdds.indec.gob.ar\/nsdp.htm).\n\nThis question will resolve based on the \"Anual Growth Rate (%)\" value found for \"Consumer Prices\" when the \"Date of Latest\" value is Dec-25.","34":"This question will resolve as **Yes** if any of Google, Meta, Amazon, Tesla, X, or their subsidiaries accepts any cryptocurrency or crypto token as payment for any core service or product on December 31, 2025.","35":"This question will resolve as \"Yes\" if the total number of new confirmed mpox cases worldwide, as reported by [Our World in Data](https:\/\/ourworldindata.org\/mpox), during the 2024 PHEIC period (from the declaration date to the termination date or the question close date, whichever comes first) exceeds 66,387 (the total number of confirmed cases during the 2022-2023 PHEIC period).\n\nThe question will resolve as \"No\" if the total number of new confirmed mpox cases worldwide during the 2024 PHEIC period remains at or below 66,387.\nIf no PHEIC is declared for the 2024 mpox outbreak, the question will resolve as \"Ambiguous\".","36":"Note how this differs from the participation rate of people [16 to 54](https:\/\/fred.stlouisfed.org\/series\/LNU01300060), which is far higher (this excludes most retired people, and also some disabled people since many disabilities are strongly correlated with age).  This question will be focusing on the broader 16+ metric.","37":"This question will resolve Yes if the winning bot in any of the first four quarterly AI Benchmarking tournaments beats the Pro aggregate. Spot scoring (only the last forecast counts) and average [Baseline](https:\/\/www.metaculus.com\/help\/scores-faq\/#baseline-score) score will be used to measure accuracy. Only questions that both Pros and the winning bot forecast on will be included.","38":"The question will be answered as **Yes** if Pedro Sánchez holds the office of Prime Minister of Spain at the end of the day on December 31, 2025. It will be answered as **No** if he does not hold that office at that time. Confirmation will be based on official sources.","39":"This question will resolve as **Yes** if, within calendar year 2025, at least one of the following happens:\n\n1. Xi Jinping ceases to be the General Secretary of the Communist Party of China or the Communist Party of China ceases to be in control of China.\n2. Miguel Díaz-Canel ceases to be the First Secretary of the Communist Party of Cuba or the Communist Party of Cuba ceases to be in control of Cuba.\n3. Ali Hosseini Khamenei ceases to be the supreme leader of Iran.\n4. Kim Jong Un ceases to be Supreme Leader of North Korea.\n5. Vladimir Putin ceases to be President of Russia.\n6. Nicolás Maduro ceases to be President of Venezuela."},"question_fine_print":{"0":"For purposes of this question, all human cases of subtypes of H5 (such as H5N1) reported by CDC will count.\r\n\r\nAs of October 21, 2024, CDC listed 27 total human cases during 2024.","1":"This question will resolve as the number of non-confirmed nominations. If multiple nominations happen for the same position, even if they are of the same person, they will all count towards resolution if they meet the rest of the criteria.\n\nOnce a nomination to an above-listed position is confirmed, failure to confirm a later appointment to that position will not count. If a recess appointment is made to one of the listed posts and no nomination is made to that post within 100 days of the recess appointment, any failure to confirm a nomination to that post after the 100 days will not count. If a nomination is submitted to the Senate for a post where a recess appointment had been made within the 100 day limit, the normal rules will apply.\n\nFor the purposes of this question, the following offices are considered the only cabinet positions:\n\n* Secretary of State\n* Secretary of the Treasury\n* Secretary of Defense\n* Attorney General\n* Secretary of the Interior\n* Secretary of Agriculture\n* Secretary of Commerce\n* Secretary of Labor\n* Secretary of Health and Human Services\n* Secretary of Housing and Urban Development\n* Secretary of Transportation\n* Secretary of Energy\n* Secretary of Education\n* Secretary of Veterans Affairs\n* Secretary of Homeland Security\n* Trade Representative\n* United States Ambassador to the United Nations\n* Chair of the Council of Economic Advisers\n* Director of National Intelligence\n* Director of the Central Intelligence Agency\n* Director of the Office of Management and Budget\n* Director of the Office of Science and Technology Policy\n* Administrator of the Environmental Protection Agency\n* Administrator of the Small Business Administration","2":"","3":"* In case of ambiguity, Metaculus admins may wait up to February 1, 2026, to make a determination and may use all information published prior to that date.\n* Deaths will be totaled over the entire calendar year.\n* If reported death totals do not specify which conflict they occurred in (e.g., a total of Israeli military deaths without disaggregation between conflicts with Iran or Hezbollah), Metaculus may use available estimates to determine whether the threshold has been met.\n* Deaths from covert ops or other rumored operations will not count, unless explicitly claimed by one of the countries or conclusively shown by independent parties to have been committed by overtly flagged forces of either military during the specified period.\n* Deaths from attacks by and towards the [Islamic Revolutionary Guard Corps](https:\/\/en.wikipedia.org\/wiki\/Islamic_Revolutionary_Guard_Corps) will count, as they are a branch of the Iranian Armed Forces.\n* Deaths caused by friendly fire do not count, as long as they are explicitly referred to as such by credible sources.\n* Deaths caused indirectly, for example as a result of sabotage or cyber-warfare do not count.\n* Direct effects of an attack (e.g. fires, building collapses, or other immediate consequences occurring within 24 hours of the attack) would be included in the count. Effects that develop over longer timeframes (e.g. economic disruption) would not be counted.","4":"Each stock's return for 2025 will be calculated by taking its adjusted close at Yahoo Finance for the final trading day of 2025, dividing it by the adjusted close price for December 31, 2024, subtracting 1 and then multiplying by 100%. For example:\n\n* In the final trading day of 2024, Nvidia's adj. close price was $134.29. Its adj. close price on the final trading day of 2023 was $49.51. Its return for the year was 171.2%\n* In the final trading day of 2024, SPY's adj. close price was $586.08. Its adj. close price on the final trading day of 2023 was $469.29. Its return for the year was 24.9%","5":"\\- This question will resolve to Yes only if the United States and Danish governments formally and publicly announce negotiations, such as via a press conference, official statement, etc.\n\n\\- This question will not resolve to Yes if it is only reported via news organizations that there are back channel, private, or other non-public negotiations\/discussions occurring between officials in the two governments.\n\n\\- Metaculus will resolve this question according to official announcements from the United States and Denmark before January 1, 2026, Eastern Time.","6":"If Macron ceases to be president of France before January 1, 2026 and has not called a snap election prior to that, this question will resolve No.\n\nThe actual election date resulting from the call can be after 2025, as long as the snap election call is made before January 1, 2026.","7":"• Established franchises or cinematic universes must cover the same universe. For example, both the '28 Days Later' series and the 'Before' Trilogy would count as franchises, while 'Venom,' when it first premiered, would not be considered part of a franchise.\n\n • A movie that is a *remake* automatically makes it part of a franchise.\n\n • A film that has an announced sequel will count as part of a franchise.","8":"This question will also resolve as Yes if \r\n\r\n- A new variant is classified using a new classification that is synonymous to the WHO's [working definition](https:\/\/www.who.int\/publications\/m\/item\/updated-working-definitions-and-primary-actions-for--sars-cov-2-variants) last updated October 4, 2023, or \r\n- A new variant is clearly described as being a level above VOC or having properties in addition to the possible attributes of a VOC.","9":"As long as Netanyahu retains the official title of Prime Minister, this question will not resolve as **No**, even if he is suspended, has temporarily stepped back due to health or other reasons, or an acting Prime Minister has been appointed to fulfill his duties.\n\nFor purposes of this question, \"temporarily\" is defined as Netanyahu resuming his duties within 30 days. Longer than 30 days will resolve as **No,** even if he officially retains the official title of Prime Minister. This 30 day period must complete before December 31, 2025, otherwise the question will resolve as **Yes** if he holds the office of Prime Minister of the State of Israel.","10":"If the National Chicken Council stops reporting these numbers, Metaculus might choose an alternative [credible source](https:\/\/www.metaculus.com\/faq\/#definitions) provided that it reports roughly the same numbers as National Chicken Council for the past years.","11":"Below find an expanded description of the above six criteria with the criteria used to determine if each has occurred:\n\n* One or more of the following changes to Medicaid is implemented\n  * Rescinding or reducing federal Medicaid eligibility below 133% of the federal poverty line (effectively 138% of the federal poverty line)\n  * Rescinding or reducing the federal medical assistance percentage (FMAP) for newly eligible recipients for states which have expanded Medicaid\n  * Reducing or capping the overall amount of Medicaid funding provided under the ACA\n  * Imposing new federal requirements on Medicaid eligibility, such as work requirements, that have the effect of reducing the number of people who are currently eligible for Medicaid\n* One or more of the following changes is made to premium tax credits\n  * Reducing taxpayer eligibility for the credits (the ACA specified that taxpayers with household incomes ranging between 100% and 400% of the federal poverty line were eligible, so a reduction would be narrowing that range by either increasing the minimum eligibility above 100% or lowering the cap below 400%)\n  * Reducing or eliminating the premium assistance amount specified in the ACA\n  * Imposing additional requirements on premium tax credits that have the effect of reducing the number of people who are currently eligible for premium tax credits\n* The individual mandate is eliminated (by law the individual mandate still exists in the ACA, but has no penalty)\n* Eliminating or relaxing the mandate for certain employers to provide health coverage for employees. Reducing the penalties will also be considered to be relaxing the mandate.\n* Making it so that ACA subsidies are no longer limited to plans that satisfy the requirements specified in the ACA, including allowing ACA subsidies to be contributed to health savings accounts or similar account\n* One or more of the following changes is made to the ACA's medical underwriting restrictions:\n  * Eliminating or relaxing the ACA's restriction on excluding individuals with pre-existing conditions\n  * Expanding the ability of health insurance issuers to price discriminate or set eligibility requirements based on certain characteristics\n\nThe above criteria need not be met in a single bill. The question will still resolve as **Yes** if multiple bills are enacted that have the combined effect of satisfying the above criteria.\n\nThe ACA is lengthy and complex, and Metaculus will use its judgment to assess legislation that has been passed while also relying on characterizations published in credible sources that Metaculus assesses to be knowledgeable and demonstrate sufficient expertise.\n\nThe expiration of [enhanced subsidies](https:\/\/www.kff.org\/interactive\/how-much-more-would-people-pay-in-premiums-if-the-acas-enhanced-subsidies-expired\/) passed in other legislation is immaterial; this question only resolves as **Yes** if the above criteria are met with respect to the text of the ACA.","12":"* Any suspension due to sports betting for any amount of time or number of games will resolve this question as **Yes**.\n* Every player that has been selected for an All-Star or Pro Bowl roster counts, including reserves and pitchers, independently of their participation in the event. For example, if a player was selected and then was replaced due to injury or other commitments, he still counts. Only current players are included, former All-Star players (for example players who are now managers or coaches) do not count.\n* The ban or suspension has to happen after the player has been selected for the corresponding roster. Players that were suspended before they were selected will not resolve this question as **Yes**.\n* The main reason for the suspension or the ban has to be sports betting as mentioned in the official organization statement or as confirmed by [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions).","13":"The NDA or EUA application do not need to be accepted, simply filed.","14":"* Metaculus will consult media characterizations of Trump's comments on Musk to aid in determining if criticism has occurred. Metaculus will assess multiple sources of various political leanings to aid in limiting bias in assessing whether Trump has publicly criticized Musk.\n* A criticism must be public to count, indirect reports, such as reporting on private conversations or statements that occurred behind closed doors, will not count.\n* Whether Musk is fired or resigns is immaterial.\n* If the outcome is disputed, a panel of three Admins will vote on how the question should resolve.","15":"• If Yahoo Finance stops reporting this data, a credible alternative source can be used to resolve this question.","16":"For the purposes of this question, a \"nuclear weapon\" is a bomb which uses a nuclear fission or fusion reaction as its primary energy source, excluding conventional bombs which spread radioactive fallout (so called \"[dirty bombs](https:\/\/en.wikipedia.org\/wiki\/Dirty_bomb)\").\n\nExternal territory occupied by Ukrainian troops includes any category marked by ISW as occupied by Ukrainian forces, including but not limited to: claimed, assessed, and reported.","17":"Subsequent revisions to the first estimate will not affect the resolution of this question.","18":"* Because PEPFAR was created by law, an enacted law that satisfies one of the above requirements would resolve the question as **Yes** immediately. In the event a presidential action would satisfy the above, the question will resolve as **Yes** if the action has taken effect for 60 consecutive days without being stayed, blocked, or otherwise halted by a federal court. In the event a presidential action is temporarily blocked by a court but later goes into effect for 60 days the question will resolve as **Yes**. The 60 day period must complete before January 1, 2026.\n* Partial termination or partial elimination of funding is not sufficient.\n* PEPFAR being renamed will not count, as long as the core mission of funding global AIDS\/HIV prevention and treatment remains intact within the same program.","19":"- The bill must focus on general AI regulation. Broader federal bills that include AI regulations as a secondary focus, or bills specific to a particular domain of AI (e.g., AI in healthcare), do not count.\n- The date the bill takes effect does not matter, as long as it is enacted by January 1, 2026.\n- Only federal bills are considered; other measures, such as Executive Orders, will not resolve this question.","20":"\\- The invocation must explicitly invoke the Insurrection Act or make reference to the legal provisions under the Act. A statement by Trump saying he could invoke the Act would not qualify. \n\n\\- Metaculus will resolve this question according to [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions).","21":"* An OpenAI model has to have the highest Arena Score. Simply having a rank equal to 1 will not suffice to resolve this question as **Yes**, as models with different Arena Scores can share rank 1.&#x20;\n* A tie for the highest Arena Score will count.\n* The StyleControl option will not be selected for the comparison.\n* If Chatbot Arena substantially changes its methodology or categories, Metaculus might correspondingly alter the resolution criteria or **annul** this question.","22":"Quoting the law: \"An entity “controlled by a foreign adversary” means an individual or entity that is:\n(A) a foreign person domiciled in, is headquartered in, has its principal place of business in, or is organized under the laws of a foreign adversary country;\n(B) an entity with respect to which a foreign person or combination of foreign persons described in (A) directly or indirectly own at least a 20 percent stake; or\n(C) a person subject to the direction or control of a foreign person or entity described in (A) or (B).\"\n\nDefinition of foreign adversary: \"“Foreign adversary countries” are those specified in 10 U.S.C. § 4872(d)(2), which currently includes the Democratic People’s Republic of North Korea, the People’s Republic of China, the Russian Federation, and the Islamic Republic of Iran.\" The list of countries at time of resolution will be used.","23":"* Temporary leave, such as for medical reasons, in which a temporary acting Chair is appointed, do not count. In the event of an indefinite leave Metaculus may make a determination as to the question resolution, and may resolve the question as **Ambiguous**.","24":"\\- The investigation must be officially announced by the DOJ or DOE and must explicitly cite concerns about discrimination or preferences related to diversity-related programs at Harvard University.\n\n\\- \"Diversity-related programs\" refer to institutional initiatives, policies, or practices aimed at increasing representation or inclusion of underrepresented groups, such as affirmative action, diversity training, or DEI (Diversity, Equity, and Inclusion) initiatives.\n\nIf no investigation is announced or if it is determined that any investigation does not meet these criteria, this question will resolve as No.","25":"* Whether or not programs or authorities currently under the purview of the Department of Education are transferred to other departments or a new department is immaterial. The question will resolve as **Yes** if the bill or order would eliminate the Department of Education, regardless of the amount and extent of existing programs that continue on in one form or another.\n* The merging or restructuring of the Department of Education, such that an agency named \"Department of Education\" ceases to exist, will count and resolve the question as **Yes**. For purposes of this question, a renaming of the Department of Education will be per se assumed to meet the threshold of a restructuring and will resolve the question as **Yes**.&#x20;\n* Legal challenges brought or pending against the enacted law or order are immaterial, if the criteria above are met the question will resolve as **Yes**, regardless of whether it is later reversed or challenged.\n* This question requires that a bill be enacted or presidential order be issued under Congressional authority, executive orders or other executive action (aside from signing a bill into law) are immaterial.","26":"\\- This question will resolve to Yes only if the legislation explicitly exempts at least one executive branch agency or department on our specified list of 17 from FOIA ([<u>5 U.S.C. § 552<\/u>](https:\/\/www.justice.gov\/oip\/freedom-information-act-5-usc-552)), either in full or in part. This includes new legal exemptions or changes to existing exemptions that limit the applicability of FOIA to specific agencies or departments.\n\n\\- Our list of executive branch agencies and departments is the following: Department of Agriculture, Department of Commerce, Department of Defense, Department of Education, Department of Energy, Department of Health and Human Services, Department of Homeland Security, Department of Housing and Urban Development, Department of the Interior, Department of Justice, Department of Labor, Department of State, Department of Transportation, Department of the Treasury, Department of Veterans Affairs, Central Intelligence Agency (CIA), Environmental Protection Agency (EPA).\n\n\\- The legislation does not need to become law (i.e., it does not require passage by both chambers or the President’s signature) for this question to resolve as Yes.\n\n\\- Amendments to existing laws that add restrictions or requirements will qualify if they meet the above criteria.","27":"If Ukraine holds no territory in the Kursk Oblast at any point but captures more territory afterwards, this question will still resolve positively.\n\nIf either DeepStateMap or the Institute for the Study of War reports that Ukraine holds no territory in the Kursk Oblast, the question will resolve positively, even if they do not agree.\n\nIf the both ISW and DeepStateMap cease to update maps (at least weekly) or cease to exist, this question will be **annulled**.  Please also note that this question makes implicit assumptions such as the map methodology remaining largely the same; to understand how Admins will treat edge cases that may render this question unable to be clearly resolved, please refer to Metaculus's ambiguity and annulment policies [here](https:\/\/www.metaculus.com\/help\/faq\/#ambiguous-annulled).","28":"","29":"• If the Copernicus Climate Change Service\/ECMWF does not publish such a report or data by 7 January 2026, this question will be resolved based on their latest data or estimates, or the equivalent NASA report or data. If these are not available by 1 February 2026, this question will be **void**.","30":"• For the purposes of this question, GPT-5 will be considered to exist if the OpenAI published paper describes some GPT-5 performance results or indicates that GPT-5 has been built. A reference to progress in training or development of GPT-5 will not be sufficient on its own. If OpenAI publishes some GPT-5 performance results and states that GPT-5 is still in some form of training or testing, this question will be resolved as **Yes**.\n\n • The model must be announced by OpenAI or any entity that legally acquires or merges with OpenAI.\n\n • If OpenAI does not explicitly refer to a potentially qualified model as GPT-5, Metaculus may determine whether the model is generally considered to be the successor to GPT-4 that was previously described as GPT-5.","31":"This question will resolve as **Yes** if Trump's rating is classified as \"Favorable\" by 538, even if that rating is 0.0. In case 538 has stopped classifying ratings as \"Favorable\" or \"Unfavorable\" or other equivalent categories (such as Approve\/Disapprove), this question will resolve as **Yes** if Trump's Favorable rating is greater than his Unfavorable rating.\n\nThis question will resolve on the first day after December 26, 2025 that an estimate for December 20, 2024 is published on the 538 website. Potential revisions after that will not affect the resolution.\n\nIf no value for December 20, 2025 has been published until January 3, 2026, the closest values will be used to resolve this question, provided that these are for any date after December 13, 2025 and before December 27, 2025.\n\nIn that case, the resolution will be calculated as follows: If there is one, unambiguous closest value (e.g., a value for December 19, 2025 is shown on the site but not one for December 21, 2025), the question will resolve as that. If there are two equidistant closest values, then the question will resolve as their average.","32":"","33":"The specific link to the INDEC monthly report is provided solely for convenience; if the data is available elsewhere, then that will be used for resolution. If there are other issues with accessing data at the INDEC website, then Metaculus may use alternative [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) to resolve this question, as long as their numbers are consistent with previous numbers INDEC.","34":"* Crypto tokens include stablecoins, such as USDC.\n* The company has to include the product price in crypto in the product listing \/ details page or any step on the company website during checkout. If the price in crypto is only available when redirected to a payment service provider, this question will not resolve as **Yes**.\n* Any core service or product offered by these companies counts as long as it is not experimental and was not created primarily to allow crypto purchases.\n  * Examples of offerings that would resolve this question as **Yes** include, but are not limited to\n    * Google: Ads, Pixel phones, Youtube premium, Google Cloud compute\n    * Meta: Ads, VR devices\n    * Amazon: Anything purchased from their e-commerce platform, Kindle Unlimited, AWS compute\n    * Tesla: Cars, Solar Panels, Powerwall\n    * X: Ads, X Premium\n  * Examples of offerings that would *not* resolve this question as **Yes** include, but are not limited to T-shirts with the company logo, Google phone chargers, and Telsa vehicle accessories (e.g., tires).\n* A company claiming it accepts crypto on its own will not resolve this question as **Yes**. At least one core product or service has to be actually purchasable with crypto.","35":"- The data used for this question comes from [Our World in Data's mpox dataset](https:\/\/ourworldindata.org\/mpox), using the \"Confirmed cases\" metric with a \"Cumulative\" frequency.\n\n- The total number of new confirmed cases during the 2024 PHEIC period will be calculated by subtracting the cumulative confirmed cases on the day before the PHEIC declaration from the cumulative confirmed cases on the PHEIC termination date or the question close date, whichever comes first.\n\n- The question will close 180 days after the WHO declares a PHEIC for the 2024 mpox outbreak, or on December 31, 2025, at 11:59 PM EDT, whichever comes first.\n\n- Confirmed cases from all mpox variants (including Clade I and Clade II) will be counted towards the total during the 2024 PHEIC period.\n\n- If Our World in Data stops updating mpox case numbers or becomes unavailable, an alternative reputable data source may be used, as determined by the question administrators.","36":"","37":"The \"winning bot\" will be considered the bot that achieves first place in the tournament based on the scoring methodology currently in use for that tournament (for example, if the tournament scoring methodology changes it will be the top bot using the latest official methodology during that quarter).","38":"* The question does not consider whether Sánchez has announced his future resignation, only whether he officially takes up office at the end of the day on December 31, 2025.\n\n • If Sánchez does not hold office, but is the acting President at the end of the day on December 31, 2025, this question will still be resolved as **No**.","39":"* This question will resolve as **Yes** if any of the 6 happens for at least one full week, even if the previous order is afterwards restored within 2025.\n* If any of the titles ceases to exist, this question will resolve as **Yes** *only if* the corresponding individual no longer holds the highest office in the country. For example, if the title of President of Russia ceased to exist, this question would *not* resolve as **Yes** if Putin became the Prime Minister.\n* Regardless of the circumstances, if any of the named individuals continues to legally hold their respective office within their country (for example if they are on a medical leave of absence or have been stripped of day-to-day powers), that individual will not contribute to the question resolving as **Yes**."},"question_type":{"0":"numeric","1":"multiple_choice","2":"numeric","3":"binary","4":"binary","5":"binary","6":"binary","7":"binary","8":"binary","9":"binary","10":"numeric","11":"binary","12":"binary","13":"binary","14":"binary","15":"binary","16":"binary","17":"binary","18":"binary","19":"binary","20":"binary","21":"binary","22":"multiple_choice","23":"binary","24":"binary","25":"binary","26":"binary","27":"binary","28":"binary","29":"binary","30":"binary","31":"binary","32":"binary","33":"binary","34":"binary","35":"binary","36":"numeric","37":"binary","38":"binary","39":"binary"},"question_options":{"0":"[]","1":"['0', '1', '2', '3', '4', '5', '6', '7', '8', '9', '10 or more']","2":"None","3":"[]","4":"[]","5":"[]","6":"None","7":"None","8":"None","9":"[]","10":"[]","11":"[]","12":"[]","13":"[]","14":"None","15":"None","16":"None","17":"[]","18":"[]","19":"[]","20":"[]","21":"None","22":"['Yes, still owned by foreign adversary', 'Yes, non-adversary owner', 'No']","23":"[]","24":"[]","25":"[]","26":"[]","27":"None","28":"None","29":"None","30":"None","31":"None","32":"[]","33":"[]","34":"[]","35":"None","36":"None","37":"[]","38":"None","39":"[]"},"question_group_variable":{"0":"","1":"Count","2":"","3":"","4":"","5":"","6":"","7":"","8":"","9":"","10":"","11":"","12":"","13":"","14":"","15":"","16":"","17":"","18":"","19":"","20":"","21":"","22":"Outcome","23":"","24":"","25":"","26":"","27":"","28":"","29":"","30":"","31":"","32":"","33":"","34":"","35":"","36":"","37":"","38":"","39":""},"question_question_weight":{"0":1.0,"1":1.0,"2":1.0,"3":1.0,"4":1.0,"5":1.0,"6":1.0,"7":1.0,"8":1.0,"9":1.0,"10":1.0,"11":1.0,"12":1.0,"13":1.0,"14":1.0,"15":1.0,"16":1.0,"17":1.0,"18":1.0,"19":1.0,"20":1.0,"21":1.0,"22":1.0,"23":1.0,"24":1.0,"25":1.0,"26":1.0,"27":1.0,"28":1.0,"29":1.0,"30":1.0,"31":1.0,"32":1.0,"33":1.0,"34":1.0,"35":1.0,"36":1.0,"37":1.0,"38":1.0,"39":1.0},"question_unit":{"0":"cases","1":"","2":"hours","3":"","4":"","5":"","6":"","7":"","8":"","9":"","10":"lbs","11":"","12":"","13":"","14":"","15":"","16":"","17":"","18":"","19":"","20":"","21":"","22":"","23":"","24":"","25":"","26":"","27":"","28":"","29":"","30":"","31":"","32":"","33":"","34":"","35":"","36":"%","37":"","38":"","39":""},"question_open_upper_bound":{"0":true,"1":null,"2":true,"3":null,"4":null,"5":null,"6":null,"7":false,"8":null,"9":null,"10":true,"11":null,"12":null,"13":null,"14":false,"15":false,"16":null,"17":null,"18":null,"19":null,"20":null,"21":false,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":false,"30":false,"31":false,"32":null,"33":null,"34":null,"35":null,"36":false,"37":null,"38":false,"39":null},"question_open_lower_bound":{"0":false,"1":null,"2":true,"3":null,"4":null,"5":null,"6":null,"7":false,"8":null,"9":null,"10":true,"11":null,"12":null,"13":null,"14":false,"15":false,"16":null,"17":null,"18":null,"19":null,"20":null,"21":false,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":false,"30":false,"31":false,"32":null,"33":null,"34":null,"35":null,"36":false,"37":null,"38":false,"39":null},"question_scaling_range_max":{"0":5000.0,"1":null,"2":37.0,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":110.0,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":100.0,"37":null,"38":null,"39":null},"question_scaling_range_min":{"0":27.0,"1":null,"2":31.0,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":95.0,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":1.0,"37":null,"38":null,"39":null},"question_scaling_zero_point":{"0":0.0,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null},"crowd":{"0":{"10":211.1052092438,"20":654.3486249601,"40":3078.3586119722,"60":4275.5505870991,"80":4550.5484860324,"90":4614.4919921377},"1":{"0":0.162350939,"1":0.7659659624,"2":0.0636830986,"3":0.001,"4":0.001,"5":0.001,"6":0.001,"7":0.001,"8":0.001,"9":0.001,"10 or more":0.001},"2":{"10":31.1537134159,"20":31.3090007728,"40":32.1916701798,"60":35.10012144,"80":36.4832711717,"90":36.8091781184},"3":0.07,"4":0.53,"5":0.01,"6":0.25,"7":0.92,"8":0.001,"9":0.82,"10":{"10":95.1384058768,"20":95.3289467883,"40":96.4368173863,"60":102.0288129939,"80":108.8483335552,"90":109.4042201437},"11":0.22,"12":0.06,"13":0.19,"14":0.57,"15":0.8,"16":0.001,"17":0.35,"18":0.34,"19":0.15,"20":0.15,"21":0.4,"22":{"Yes, still owned by foreign adversary":0.4780381605,"Yes, non-adversary owner":0.4243835616,"No":0.0975782779},"23":0.11,"24":0.68,"25":0.11,"26":0.1,"27":0.86,"28":0.98,"29":0.6,"30":0.995,"31":0.07,"32":0.05,"33":0.55,"34":0.5,"35":0.02,"36":{"10":1.6625716158,"20":2.9740380183,"40":7.1976323024,"60":33.0410050392,"80":96.9125489008,"90":99.3449284653},"37":0.22,"38":0.98,"39":0.3}}