{"id_of_question":{"0":35021,"1":36709,"2":35014,"3":35024,"4":30966,"5":30920,"6":30969,"7":36532,"8":35841,"9":34746,"10":35844,"11":36309,"12":35026,"13":34754,"14":34026,"15":35018,"16":36531,"17":36310,"18":30960,"19":30939,"20":36710,"21":34027,"22":30857,"23":30919,"24":30860,"25":30909,"26":34029,"27":30853,"28":36897,"29":34030,"30":36316,"31":30858,"32":36898,"33":35022,"34":34021,"35":36312,"36":35839,"37":34745,"38":34752,"39":35010},"id_of_post":{"0":35571,"1":37347,"2":35563,"3":35574,"4":31336,"5":31277,"6":31340,"7":37154,"8":36440,"9":35262,"10":36452,"11":36880,"12":35576,"13":35270,"14":34511,"15":35567,"16":37153,"17":36881,"18":31326,"19":31298,"20":37348,"21":34512,"22":31130,"23":31276,"24":31134,"25":31258,"26":34514,"27":31125,"28":37540,"29":34515,"30":36902,"31":31131,"32":37543,"33":35572,"34":34505,"35":36894,"36":36438,"37":35261,"38":35268,"39":35558},"today":{"0":"2025-05-27","1":"2025-05-27","2":"2025-05-27","3":"2025-05-27","4":"2025-05-27","5":"2025-05-27","6":"2025-05-27","7":"2025-05-27","8":"2025-05-27","9":"2025-05-27","10":"2025-05-27","11":"2025-05-27","12":"2025-05-27","13":"2025-05-27","14":"2025-05-27","15":"2025-05-27","16":"2025-05-27","17":"2025-05-27","18":"2025-05-27","19":"2025-05-27","20":"2025-05-27","21":"2025-05-27","22":"2025-05-27","23":"2025-05-27","24":"2025-05-27","25":"2025-05-27","26":"2025-05-27","27":"2025-05-27","28":"2025-05-27","29":"2025-05-27","30":"2025-05-27","31":"2025-05-27","32":"2025-05-27","33":"2025-05-27","34":"2025-05-27","35":"2025-05-27","36":"2025-05-27","37":"2025-05-27","38":"2025-05-27","39":"2025-05-27"},"open_time":{"0":"2025-02-27T12:57:00Z","1":"2025-05-01T18:00:00Z","2":"2025-02-27T12:57:00Z","3":"2025-02-27T12:57:00Z","4":"2025-01-10T20:01:00Z","5":"2025-01-10T20:41:00Z","6":"2025-01-10T20:43:00Z","7":"2025-05-19T17:00:00Z","8":"2025-05-05T17:00:00Z","9":"2025-02-27T12:56:00Z","10":"2025-04-10T18:30:00Z","11":"2025-04-10T18:30:00Z","12":"2025-02-27T12:57:00Z","13":"2025-02-27T12:56:00Z","14":"2025-01-31T20:49:00Z","15":"2025-02-27T12:57:00Z","16":"2025-05-01T18:00:00Z","17":"2025-04-10T18:32:00Z","18":"2025-01-10T20:42:00Z","19":"2025-01-10T20:41:00Z","20":"2025-05-01T18:00:00Z","21":"2025-01-31T20:49:00Z","22":"2024-12-20T21:15:00Z","23":"2025-01-10T20:41:00Z","24":"2024-12-20T21:18:00Z","25":"2025-01-10T20:42:00Z","26":"2025-01-31T20:49:00Z","27":"2024-12-20T21:11:00Z","28":"2025-05-19T17:00:00Z","29":"2025-01-31T20:50:00Z","30":"2025-05-12T17:00:00Z","31":"2024-12-20T21:17:00Z","32":"2025-05-12T17:00:00Z","33":"2025-02-27T12:57:00Z","34":"2025-01-31T20:48:00Z","35":"2025-04-10T18:33:00Z","36":"2025-04-10T18:31:00Z","37":"2025-02-27T12:56:00Z","38":"2025-02-27T12:56:00Z","39":"2025-02-27T12:56:00Z"},"scheduled_resolve_time":{"0":"2025-12-31T22:59:00Z","1":"2025-09-01T13:00:00Z","2":"2025-12-31T22:59:00Z","3":"2025-12-31T22:59:00Z","4":"2026-01-01T10:00:00Z","5":"2026-01-01T10:00:00Z","6":"2026-01-01T10:00:00Z","7":"2025-08-01T11:00:00Z","8":"2025-07-28T15:11:00Z","9":"2025-12-31T22:59:00Z","10":"2026-01-01T12:00:00Z","11":"2026-01-01T06:00:00Z","12":"2025-12-31T22:59:00Z","13":"2025-12-31T22:59:00Z","14":"2026-01-01T04:59:00Z","15":"2025-12-31T22:59:00Z","16":"2025-08-01T13:00:00Z","17":"2025-10-01T13:00:00Z","18":"2025-12-31T15:27:00Z","19":"2026-01-01T14:00:00Z","20":"2026-01-01T06:00:00Z","21":"2026-01-01T04:59:00Z","22":"2026-01-01T14:00:00Z","23":"2025-10-01T09:00:00Z","24":"2026-01-01T10:00:00Z","25":"2026-02-01T14:00:00Z","26":"2026-01-01T04:59:00Z","27":"2026-01-01T10:00:00Z","28":"2025-08-31T23:00:00Z","29":"2025-07-01T03:59:00Z","30":"2025-09-01T00:00:00Z","31":"2026-03-15T10:00:00Z","32":"2025-08-31T21:00:00Z","33":"2025-12-31T22:59:00Z","34":"2025-09-28T03:59:00Z","35":"2025-10-01T13:00:00Z","36":"2026-01-05T12:00:00Z","37":"2025-12-31T22:59:00Z","38":"2025-12-31T22:59:00Z","39":"2025-10-20T21:59:00Z"},"title":{"0":"Will Inditex be among the top 10 EU companies by market capitalisation by the end of 2025?","1":"Will the Department of Homeland Security revoke or suspend the Student and Exchange Visitor Program (SEVP) certification for an Ivy League university before September 1, 2025?","2":"Will Bluesky reach 100 million users before the end of 2025?","3":"Will Nvidia stock close 2025 higher than it started?","4":"Will the Democrats be favored to win the 2028 US presidential election in the last week of 2025, according to Kalshi?","5":"Will Maersk resume shipping in the Red Sea in 2025?","6":"Will real-money betting on Polymarket or Manifold become legal in the United States in 2025?","7":"Will the share price of BP outperform Shell through June and July 2025?","8":"Who will win the Tour de France 2025?","9":"Will the PSOE finish 2025 ahead of the PP in the polls average?","10":"What will happen next concerning the repeal of the 45V (hydrogen) tax credit of the 2022 Inflation Reduction Act?","11":"Will legislation enacted before January 1, 2026 eliminate the transferability of any of these clean energy tax credits (§48E ITC,  §45Y PTC, §45X AMPC)?","12":"Will the world's five largest companies at the end of 2025 be in the tech sector?","13":"Will OpenAI announce a GPT-5 AI model in 2025?","14":"Will President Trump formally invoke his authority under the Constitution to adjourn Congress before 2026?","15":"Will Grand Theft Auto VI be released in Europe in 2025?","16":"Will the US Supreme Court allow birthright citizenship to be restricted in 2025?","17":"How much will the 2025 reconciliation bill decrease total Medicaid spending from Fiscal Year (FY) 2025 to FY 2034?","18":"Will OpenAI top the Chatbot Arena Leaderboard on December 31, 2025?","19":"Will there be at least 1,000 deaths due to direct conflict between Israel and Iran in 2025?","20":"Will the Department of Justice file an indictment against either of the former Trump administration officials, Christopher Krebs or Miles Taylor, before January 1, 2026?","21":"Will President Trump formally invoke the Insurrection Act before 2026?","22":"Will major components of the Affordable Care Act be repealed or curtailed before 2026?","23":"Will the poverty rate in Argentina be lower in the first half of 2025 compared to the second half of 2023?","24":"Will the next step for the medical approval of psychedelics for mental health be taken in the US in 2025?","25":"Will Google's search market share drop below 85% in 2025?","26":"Will the Department of Justice announce an investigation or prosecution of a Democrat who served as president, vice president, congressional leader, whip, or impeachment manager before 2026?","27":"Will antimicrobial drug sales for use in livestock production increase by at least 0.5% in 2024 relative to 2023?","28":"Will Kemi Badenoch resign or face a leadership challenge as leader of the Conservative Party before September 2025?","29":"Will Elizabeth MacDonough, the current Senate parliamentarian, be removed or resign by June 30, 2025?","30":"Will a federal investigation be launched over alleged insider trading relating to Trump's tariff announcements, before September 2025?","31":"How many pounds of chicken per capita will the US consume in 2025?","32":"Will a participant reach the $750 comment prize cap in the Summer 2025 Metaculus Cup?","33":"Will the IBEX 35 close 2025 higher than it started?","34":"Will a federal court rule that the Trump administration violated the Impoundment Control Act in attempting to permanently withhold or cancel congressionally allocated funds by September 27, 2025?","35":"How much will the 2025 reconciliation bill increase the deficit from Fiscal Year (FY) 2025 to FY 2034?","36":"When in 2025 will President Donald Trump sign into a law a reconciliation bill?","37":"Will Pedro Sánchez still be president of Spain at the end of 2025?","38":"Will 2025 be the warmest year on record globally, according to the ECMWF?","39":"Will Pierre Poilievre be elected Prime Minister of Canada in 2025?"},"question_description":{"0":"Inditex, the Spanish multinational known for owning brands such as Zara, is the [ <u>largest company in Spain by market capitalization<\/u> ](https:\/\/companiesmarketcap.com\/spain\/largest-companies-in-spain-by-market-cap\/) and a major player in international markets. As of February 2025, Inditex ranks 11th among Europe's largest companies by market capitalization, closely following Deutsche Telekom and Siemens. With a market capitalization of approximately $175 billion, Inditex would need to overtake Deutsche Telekom, currently valued at around $179.68 billion, to break into the top 10.","1":"According to the [US Department of State](https:\/\/it.usembassy.gov\/visas\/niv\/f-m\/):\n\n> F and M visas are for persons who wish to study in the U.S. The “F” visa is for academic studies, and the “M” visa is for nonacademic or vocational studies.\n\nAs of April 2025, the U.S. Department of Homeland Security (DHS) has [<u>threatened<\/u>](https:\/\/www.cnn.com\/2025\/04\/16\/us\/harvard-kristi-noem-international-students\/index.html) to revoke Harvard University's certification under the Student and Exchange Visitor Program (SEVP), which authorizes institutions to enroll international students on F and M visas. This threat stems from allegations that Harvard has created a \"hostile learning environment\" for Jewish students and has failed to adequately address antisemitism on campus. DHS has demanded that Harvard provide detailed records of international students' involvement in \"illegal and violent activities\" by April 30, 2025, warning that noncompliance would result in the automatic withdrawal of the university's SEVP certification.","2":"Bluesky is a decentralized social network, initially incubated by Twitter co-founder Jack Dorsey. Its goal is to provide an open alternative to traditional social media platforms.\n\n Bluesky has surpassed 32 million users, according to [ <u>Jazco's Bluesky Stats<\/u> ](https:\/\/bsky.jazco.dev\/stats), experiencing massive growth since its public launch in February 2024. This surge is partly attributed to users leaving X (Twitter) following changes implemented by Elon Musk; and also to Donald Trump's re-election in November 2024. Reaching 100 million users by the end of the year would represent a significant milestone.","3":"Nvidia is a leading technology company specializing in AI and graphics processors. The company's stock has shown strong growth in recent years, driven by the increasing demand for AI technologies and graphics processing units (GPUs). In 2024, Nvidia's share price will increase by approximately 170%, reflecting its strong performance.","4":"[Kalshi](https:\/\/en.wikipedia.org\/wiki\/Kalshi) is, as of the writing of this question, the largest prediction market licensed by the CFTC. Prediction markets [exploded in popularity](https:\/\/www.reuters.com\/markets\/currencies\/cryptoverse-us-election-punters-play-prediction-markets-2024-11-04\/) during the US elections, with Kalshi seeing more than $200 million in trading on its election outcome market. Research [has shown](https:\/\/researchdmr.com\/RothschildPOQ2009.pdf) that prediction markets are superior to polls for predicting the outcomes of elections.","5":"After the [2023 Israeli invasion of Gaza](https:\/\/en.wikipedia.org\/wiki\/Israeli_invasion_of_the_Gaza_Strip), the [Houthis](https:\/\/en.wikipedia.org\/wiki\/Houthi_movement) started attacking vessels going through the Red Sea, particularly those crossing [Bab el Mandeb](https:\/\/en.wikipedia.org\/wiki\/Bab-el-Mandeb), in support of Hamas. Until March 2024, the Houthis [had attacked](https:\/\/en.wikipedia.org\/wiki\/Red_Sea_crisis) more than 60 vessels, leading to a significant reduction in trading volume going through the Red Sea. Despite military operations from both [the US](https:\/\/en.wikipedia.org\/wiki\/Operation_Prosperity_Guardian) and [the EU](https:\/\/en.wikipedia.org\/wiki\/Operation_Aspides), trading volumes have remained low. Specifically, Maersk [paused shipping indefinitely](https:\/\/www.foxbusiness.com\/markets\/maersk-pauses-shipping-operations-red-sea-indefinitely-weekend-houthi-attack) in January 2024, with its CEO saying that they don't expect to resume until [well into 2025](https:\/\/www.thetimes.com\/business-money\/companies\/article\/maersk-not-expecting-to-resume-suez-route-this-year-g0mmr98nn).","6":"[Prediction markets](https:\/\/en.wikipedia.org\/wiki\/Prediction_market) are exchange-traded markets established for trading bets in the outcome of various events. These could range from the [winner of the US presidential election](https:\/\/polymarket.com\/event\/presidential-election-winner-2024) to [bird flu being designated a pandemic](https:\/\/kalshi.com\/markets\/kxnewoutbreakph5n1\/new-bird-flu-pandemic) or [an AI winning the International Mathematical Olympiad](https:\/\/manifold.markets\/Austin\/will-an-ai-get-gold-on-any-internat). Similar to Metaculus, prediction markets harness the wisdom of the crowds to provide [accurate](https:\/\/www.astralcodexten.com\/p\/prediction-market-faq) probabilistic estimates for future events.\n\nPrediction markets are tightly controlled in the US, with very few of them (e.g., [Kalshi](https:\/\/kalshi.com\/)) being approved by the CFTC. The largest prediction market as of the writing of this question, [Polymarket](https:\/\/en.wikipedia.org\/wiki\/Polymarket) was fined by the CTFC in 2022 and stopped offering access to US customers. Another large prediction market, [Manifold](https:\/\/manifold.markets\/) allows users to bet almost exclusively using play money.","7":"[BP plc](https:\/\/en.wikipedia.org\/wiki\/BP) and [Shell plc](https:\/\/en.wikipedia.org\/wiki\/Shell_plc) are two British multinational oil and gas companies, ranked among the industry's \"[super majors](https:\/\/www.financial-dictionary.info\/terms\/big-oil-super-majors\/)\" alongside ExxonMobil, TotalEnergies, and Chevron.&#x20;\n\nHistorically, BP and Shell’s stock prices have moved closely together. However, since the COVID-19 pandemic in early 2020, BP’s share price has significantly underperformed its peers, including Shell.&#x20;\n\nA decade earlier, BP was held responsible for the Deepwater Horizon disaster in the Gulf of Mexico, resulting in over \\$65 billion in fines for gross negligence. In recent years, BP has aggressively pivoted toward renewable energy, loosening its focus on oil and gas output. Shell has also pursued a transition toward greener energy, but managed to maintain stronger financial performance and better share price resilience compared to BP.\n\nIn early 2025, Activist investor Elliot Investment Management announced a 5% stake in BP plc. [Bloomberg](https:\/\/www.bloomberg.com\/news\/articles\/2025-02-13\/elliott-pushes-big-cost-cuts-at-bp-to-preserve-its-independence) reported the following:\n\n> Elliott wants BP to reshape its business to be more like other oil majors such as [Shell Plc](https:\/\/www.bloomberg.com\/quote\/SHEL:LN) by cutting spending in areas such as renewable energy, as well as making sizable non-core asset divestments, according to the people. It’s pushing BP to refocus its capital allocation priorities so it can boost shareholder returns through buybacks and dividends, the people said.\n\nElliot, managed by Paul Singer, has produced annualised returns of 11% since its inception in 1977.\n\nThe data source can be found under the \"Historical Data\" tab for each stock:\n\n* [BP](https:\/\/uk.finance.yahoo.com\/quote\/BP.L\/history\/)\n* [Shell](https:\/\/uk.finance.yahoo.com\/quote\/SHEL.L\/history\/)","8":"The [Tour de France](https:\/\/en.wikipedia.org\/wiki\/2025_Tour_de_France) is an annual men's multiple stage bicycle race held primarily in France. It is the most prestigious bicycle race in the world. Its [112th edition](https:\/\/www.letour.fr\/en\/overall-route) will start in Lille, France, on July 5, 2025. The race will end on the Champs-Élysées in Paris on July 27, 2025.\n\nTadej Pogačar, [possibly the most gifted cyclist of all time](https:\/\/en.wikipedia.org\/wiki\/Tadej_Poga%C4%8Dar#Comparisons_with_Eddy_Merckx), is favored to win this year's Tour. He has previously won the race in 2020, 2021, and 2024. However, his main rival, Jonas Vingegaard, is [exceptionally strong](https:\/\/www.welovecycling.com\/wide\/2023\/07\/26\/opinion-pogacar-vs-vingegaard-is-already-the-tours-greatest-ever-rivalry\/), and the Tour is [notoriously dangerous](https:\/\/en.wikipedia.org\/wiki\/List_of_racing_cyclists_and_pacemakers_with_a_cycling-related_death); upsets and disaster are frequent.","9":"The Spanish Socialist Workers' Party (PSOE) and the Popular Party (PP) are the two main political parties in Spain. In the general election in July 2023, the PP won with 33.1% of the vote, while the PSOE received 31.7%. Despite coming in second place, the PSOE managed to form a government through coalition agreements. Currently, according to [ <u>Politico's Poll of Polls<\/u> ](https:\/\/www.politico.eu\/europe-poll-of-polls\/spain\/), the PP leads with 34% while the PSOE stands at 28%. There are no general elections scheduled for 2025, so these numbers could fluctuate significantly if an election is called.","10":"The Inflation Reduction Act of 2022 (IRA) (H.R. 5376) is a United States federal law that was signed into law by then President Joe Biden on August 16, 2022. Boasting a \\$437 billion package, the aims of the law are to reduce the deficit, lower the price of prescription drugs and spur investment into clean energy.\n\nDespite its namesake and sweeping economic policies, the law was widely referred to as \"Biden's Climate Bill\" and was considered to be the largest and most significant US climate legislations ever with an aim to tackle climate change by cutting some four billion tonnes greenhouse gas emissions. Policies to achieve this aim includes:\n\n* Tax rebates for qualifying electric vehicles.\n* Consumer tax breaks for renewable energy investments in wind and solar.\n* Business tax credits for clean energy manufacturing and production of wind, solar and nuclear power technologies as well as carbon capture technology.\n* Imposition of fees for excessive methane flaring and venting from oil and gas drilling.\n\nTrump - a climate change skeptic - has been scathing of the IRA and has taken executive action to scale back the law (see Colombia Law School's [Climate Backtracker](https:\/\/climate.law.columbia.edu\/content\/climate-backtracker)).\n\n***\n\nAccording to the [US Department of Energy](https:\/\/www.energy.gov\/articles\/clean-hydrogen-production-tax-credit-45v-resources):\n\n> The Clean Hydrogen Production Tax Credit creates a new 10-year incentive for clean hydrogen of up to \\$3.00\/kilogram. For qualifying clean hydrogen, the credit provides a varying, four-tier incentive depending on the carbon intensity of the hydrogen production process.\n\nHydrogen is seen by many as an option to be a mainstream alternative, low carbon fuel. Clean (or green) hydrogen (i.e., produced with a low carbon intensity) is a key criterion for the tax credit. Production of green hydrogen is cost-intensive process thus scrapping of the tax credit system is likely to spell disaster for the few green hydrogen projects still considering final investment.\n\nIn the latter stages of his Presidency, [Biden loosened the 45V qualifying rules](https:\/\/www.bloomberg.com\/news\/articles\/2025-01-03\/biden-loosens-strict-rules-for-hydrogen-subsidies-worth-billions), allowing more carbon intensive hydrogen production methods to qualify for the tax credits (one example being being natural gas with carbon capture - commonly referred to as blue hydrogen).\n\nMarty Durbin, president of the U.S. Chamber’s Global Energy Institute, [commented](https:\/\/www.uschamber.com\/energy\/u-s-chamber-statement-on-45v-tax-credit) on the modification of the rule, stating:\n\n> “The incoming Administration will have an opportunity to improve the 45V rules to ensure the industry will attract the investments necessary to scale the hydrogen economy and help the U.S. lead the world in clean manufacturing.”","11":"The Inflation Reduction Act, signed by President Joe Biden in August 2022, established several clean energy tax credits including:&#x20;\n\nSection 48E (ITC) - The [Clean Electricity Investment Tax Credit](https:\/\/www.irs.gov\/credits-deductions\/clean-electricity-investment-credit), also known as 48E due to it being in that section of the tax code, is an investment tax credit (ITC) for companies that invest in zero-greenhouse gas energy generation (such as solar and nuclear), storage (e.g., [Tesla Megapacks](https:\/\/en.wikipedia.org\/wiki\/Tesla_Megapack)) and any related equipment needed. The credit has a base of 6% of the investment, which can rise up to 30% if certain wage and apprenticeship requirements are met, and up to 50% if additional domestic content and location requirements are met.&#x20;\n\nSection 45Y (PTC) - The Clean Electricity Production Tax Credit (PTC), also known as the 45Y credit referring to the section of the US Code from which it comes,  [is a tax incentive](https:\/\/www.irs.gov\/credits-deductions\/clean-electricity-production-credit) created by the Inflation Reduction Act (IRA), to incent companies to generate electricity with net zero greenhouse gas emissions. It is technology-neutral, meaning it offers the incentive to any form of electrical production that does not on net create carbon emissions, such as wind, solar, nuclear and geothermal.&#x20;\n\nSection 45X Advanced Manufacturing Production Credit (AMPC) - The 45X AMPC is a tax credit ([IRS](https:\/\/www.irs.gov\/credits-deductions\/advanced-manufacturing-production-credit)) for domestic production in the United States of [components](https:\/\/www.plantemoran.com\/explore-our-thinking\/insight\/2023\/09\/understanding-the-section-45x-tax-credit-for-manufacturers) of clean energy, such as inverters for solar panels, blades of wind turbines, and electrode materials for batteries. 45X was established by the 2022 Inflation Reduction Act (IRA), which had a goal of creating a thriving, rapidly-growing clean energy sector. The role of 45X is to help the upstream manufacturers, to help ensure that a rapidly-growing sectors such as solar would have the equipment it needed to meet demand, since tax credits boost after-tax profits and thus reduce the cost of capital.&#x20;\n\nAmong other things, the IRA [made](https:\/\/www.eenews.net\/articles\/why-utilities-are-lining-up-behind-the-climate-bill\/) the clean energy tax credits transferable, meaning a company receiving a tax credit for a clean energy project could sell the tax credit to someone else, thus creating a market and boosting production of renewable energy. The Internal Revenue Service runs a [transfer of credits portal](https:\/\/www.irs.gov\/credits-deductions\/register-for-elective-payment-or-transfer-of-credits) allowing companies to register and sell their tax credits. According to investment banking firm [Jeffries](https:\/\/www.projectfinance.law\/media\/5933\/what-next-for-the-tax-credit-and-transferability-market-in-trump-20-__.pdf), the size of the tax credit transfer market in 2024 was \\$24 billion, with the PTC being especially valuable due to being collected.\n\nIn January 2025, Donald Trump took power, along with Republican majorities in the House and Senate. One of the areas of negotiations for budget reconciliation, which is a parliamentary procedure allowing tax and spending bills to passed with a simple majority, was how much of the IRA's clean energy tax credits to cut, [including transferability](https:\/\/www.utilitydive.com\/news\/21-house-republicans-oppose-cutting-ira-clean-energy-credits-in-reconciliation\/742404\/).&#x20;","12":"The major tech companies, often referred to as FAANG (Facebook, Apple, Amazon, Netflix, and Google), have dominated global market capitalization in recent years. As of February 2025, Apple leads with a market cap of $3.657 trillion, followed by Nvidia ($3.435 trillion) and Microsoft ($3.039 trillion). Amazon and Alphabet round out the top five. Notably, Saudi Aramco, a non-tech company, is ranked sixth, while Meta Platforms is ranked seventh.","13":"On March 14, 2023, OpenAI announced its GPT-4 model. On May 13, 2024, OpenAI released GPT-4o, highlighting improvements to vision and reasoning capabilities. In February 2025, OpenAI CEO Sam Altman shared a roadmap that included details about the GPT-4.5 and GPT-5 models. OpenAI plans to integrate several technologies into GPT-5, promising a more unified and capable system. Although exact dates were not given, it was mentioned that the launch could occur in \"[ <u>weeks\/months<\/u> ](https:\/\/www.axios.com\/2025\/02\/12\/openai-chatgpt-roadmap-gpt5)\".\n\n There has been speculation about possible advancements in GPT-5, including improved multimodal capabilities, increased processing efficiency, and better adaptability in real-world applications. OpenAI has also focused on refining AI alignment and safety measures, which may impact the timing of GPT-5’s release. But the competitive landscape for AI models continues to evolve rapidly, so new systems are expected to launch quickly.","14":"[<u>Article II, Section 3<\/u>](https:\/\/constitution.congress.gov\/browse\/article-2\/section-3\/) of the Constitution stipulates that the President has the authority to adjourn Congress in the event of a dispute over the time of adjournment. Because this power has not been employed before, the specifics of its use are not fully clear.\n\nPresident Trump has suggested that he [<u>might employ the adjournment power for the purpose of making recess appointments<\/u>](https:\/\/www.cbsnews.com\/news\/trump-senate-recess-appointments-new-leader\/), circumventing the traditional process of Senate confirmation.","15":"\"Grand Theft Auto VI\" is one of the most anticipated video games of recent years, with widespread interest and <u>speculation regarding its release date<\/u> (https:\/\/www.pushsquare.com\/news\/2025\/02\/the-gta-6-2025-release-window-may-have-just-gotten-smaller). Rockstar Games has historically achieved global releases for the GTA series, though release dates and regional availability are subject to change. Europe represents a significant market for the video game.\n\n As of February 2025, Rockstar Games has officially announced that \"Grand Theft Auto VI\" is scheduled for release in the third or fourth quarter of 2025, [ <u>specifically in the fall season<\/u> ](https:\/\/www.pushsquare.com\/news\/2025\/02\/the-gta-6-2025-release-window-may-have-just-gotten-smaller). The game will be available on the PlayStation 5 and Xbox Series X|S platforms. While the announcement confirms a 2025 release, it does not specify regional availability. Additionally, delays are a possibility.","16":"On January 20, 2025, President Donald Trump signed the executive order [Protecting the Meaning and Value of American Citizenship](https:\/\/www.whitehouse.gov\/presidential-actions\/2025\/01\/protecting-the-meaning-and-value-of-american-citizenship\/)*,* instructing agencies to [deny automatic citizenship](https:\/\/apnews.com\/article\/what-has-trump-done-trump-executive-orders-f061fbe7f08c08d81509a6af20ef8fc0) to children whose parents are neither US citizens nor lawful permanent residents. Immigrants-rights groups, citing the [Fourteenth Amendment](https:\/\/constitutioncenter.org\/blog\/revisiting-the-birthright-citizenship-question-and-the-constitution) and the Supreme Court’s 1898 landmark [*United States v. Wong Kim Ark*](https:\/\/en.wikipedia.org\/wiki\/United_States_v._Wong_Kim_Ark), sued in several districts, and the order was [quickly blocked](https:\/\/apnews.com\/article\/birthright-citizenship-donald-trump-lawsuit-immigration-9ac27b234c854a68a9b9f8c0d6cd8a1c). After losing in two courts of appeals, the administration asked the Supreme Court for emergency relief, arguing that the phrase “subject to the jurisdiction thereof” permits limiting birthright citizenship.\n\nOn April 17, 2025, the [Court granted certiorari](https:\/\/www.scotusblog.com\/2025\/04\/justices-will-hear-arguments-on-trumps-effort-to-end-birthright-citizenship\/) and set oral argument for May 15, 2025. The Court's [order](https:\/\/www.supremecourt.gov\/orders\/courtorders\/041725zr1_4gd5.pdf) also left in place stays by lower courts that halted enforcement of the executive order. A decision is [expected](https:\/\/www.scotusblog.com\/2025\/04\/justices-will-hear-arguments-on-trumps-effort-to-end-birthright-citizenship\/#:~:text=A%20decision%20in%20the%20case%20will%20likely%20follow%20by%20late%20June%20or%20early%20July.) in June or July, 2025.","17":"The federal budget process in the United States begins with the passage of a [budget resolution](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation#how-does-congress-start-the-cbpp-anchor) — a concurrent resolution passed by both the House and Senate that sets broad fiscal targets for spending, revenue, the deficit, and debt levels. While it provides a framework for the upcoming fiscal year, it does not become law and does not require the president’s signature. Importantly, the budget resolution may include reconciliation instructions, which direct specific congressional committees to draft legislation that meets the resolution’s fiscal goals. These instructions are optional but allow for the creation of a [reconciliation bill](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation), which allows the Senate to pass certain budget-related laws with a simple majority vote and limited debate, bypassing the [filibuster](https:\/\/www.senate.gov\/about\/powers-procedures\/filibusters-cloture.htm).\n\nIf reconciliation instructions are included, the resulting reconciliation bill must be passed by both chambers and signed by the president to become law. It can include changes to spending, revenue, or the debt limit, but is restricted by rules such as the [Byrd Rule](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation#what-is-the-byrd-rule-cbpp-anchor), which prohibits provisions unrelated to budget changes. If the budget resolution does not include reconciliation instructions, Congress must enact any fiscal changes through the regular legislative process. In this case, changes to [discretionary spending](https:\/\/fiscaldata.treasury.gov\/americas-finance-guide\/federal-spending\/#the-difference-between-mandatory-discretionary-and-supplemental-spending) are made through the annual appropriations bills, which fund specific government departments and require presidential approval. Changes to mandatory spending programs (like Medicare, [Medicaid](https:\/\/usafacts.org\/articles\/how-much-of-the-federal-budget-is-mandatory-spending\/), or Social Security), however, require standalone legislation that amends the law governing those programs. These also must pass both chambers and be signed by the president, and they generally face a higher procedural hurdle in the Senate due to the possibility of a filibuster.\n\nHouse and Senate Republicans have passed separate budget resolutions in March and April 2025, with the Senate version calling for approximately \\$4 billion in spending cuts, and the House version aiming for \\$1.5 trillion in cuts. President Trump has so far [backed the Senate version](https:\/\/www.cbsnews.com\/news\/trump-johnson-urge-gop-to-back-budget-resolution\/), though there is some opposition to this version among House Republicans.\n\nOne similarity between House and Senate plans is that both would [require the Energy and Commerce Committee to find \\$880 billion in cuts](https:\/\/www.healthcaredive.com\/news\/senate-advances-budget-resolution-medicaid\/744385\/) over 10 years. Reporting [suggests](https:\/\/www.healthcaredive.com\/news\/medicaid-cuts-necessary-meet-republican-budget-target-cbo\/741937\/) that this would likely require significant cuts to Medicaid, as spending under the purview of the Energy and Commerce Committee not part of Medicaid, Medicare, or the Children's Health Insurance Program (CHIP) is much smaller than the \\$880 billion in cuts required.\n\nThe [Congressional Budget Office](https:\/\/en.wikipedia.org\/wiki\/Congressional_Budget_Office) (CBO) is required to produce [cost estimates](https:\/\/www.cbo.gov\/cost-estimates) for many bills passed by Congress. Some examples of prior bills that cut Medicaid and their associated Medicaid spending impacts estimated by CBO are available [here](https:\/\/unidosus.org\/blog\/2025\/02\/21\/house-budget-resolutions-largest-medicaid-cuts-in-us-history\/).","18":"[Chatbot Arena](https:\/\/lmarena.ai\/) is a platform for crowdsourced AI comparisons, hosted by researchers at UC Berkeley. Users are presented with two, anonymous LLMs and are asked to vote for the one whose answers they prefer. These votes determine the scores of the models which are then ranked in a global leaderboard.\n\nAs of December 29, 2024, Chatbot Arena includes 187 models, ranked by 2,488,392 votes. The top two models in the Overall leaderboard, which encompasses all dialogues, are versions of Gemini by Google, followed by GPT-4o and o1 by OpenAI.","19":"The relationship between Iran and Israel has been fraught since the Islamic Revolution in Iran in 1979. Iran officially recognizes Israel as an [illegitimate entity](https:\/\/www.rferl.org\/a\/1062471.html) and has supported various anti-Israel militant groups, such as [Hezbollah in Lebanon](https:\/\/www.mei.edu\/publications\/hezbollahs-regional-activities-support-irans-proxy-networks). The two countries have engaged in covert operations against each other and have been indirect military adversaries in conflicts in the Middle East.\n\nIn recent years, tensions have increased, particularly with the [2023 war in Gaza](https:\/\/en.wikipedia.org\/wiki\/Israel%E2%80%93Hamas_war) and the parallel conflict between [Hezbollah and Israel](https:\/\/en.wikipedia.org\/wiki\/Israel%E2%80%93Hezbollah_conflict_\\(2023%E2%80%93present\\)). There have also been several instances of direct conflict between the two countries, including the [Israeli airstike on the Iranian consulate in Damascus](https:\/\/en.wikipedia.org\/wiki\/Israeli_airstrike_on_the_Iranian_consulate_in_Damascus) and the [retaliatory airstrikes by Iran](https:\/\/en.wikipedia.org\/wiki\/April_2024_Iranian_strikes_against_Israel). These events have heightened concerns over the possibility of a larger conflict breaking out between the two countries.","20":"On April 9, 2025, President Donald Trump signed [<u>presidential<\/u>](https:\/\/www.whitehouse.gov\/presidential-actions\/2025\/04\/addressing-risks-from-chris-krebs-and-government-censorship\/) [<u>memoranda<\/u>](https:\/\/www.whitehouse.gov\/presidential-actions\/2025\/04\/addressing-risks-associated-with-an-egregious-leaker-and-disseminator-of-falsehoods\/) directing the Department of Justice to investigate two former officials from his first administration: [<u>Christopher Krebs<\/u>](https:\/\/en.wikipedia.org\/wiki\/Chris_Krebs) and [<u>Miles Taylor<\/u>](https:\/\/en.wikipedia.org\/wiki\/Miles_Taylor_\\(security_expert\\)).​ Taylor, serving as a high-ranking Homeland Security official before his departure in 2019, revealed himself as the [<u>author<\/u>](https:\/\/en.wikipedia.org\/wiki\/I_Am_Part_of_the_Resistance_Inside_the_Trump_Administration) of a sharply critical [<u>op-ed<\/u>](https:\/\/www.nytimes.com\/2018\/09\/05\/opinion\/trump-white-house-anonymous-resistance.html) in *The New York Times* detailing internal resistance to Trump’s “misguided impulses.” In a memorandum and accompanying [<u>statements<\/u>](https:\/\/www.theguardian.com\/us-news\/2025\/apr\/09\/trump-justice-department-critics) Trump accused Taylor of committing domestic espionage and treason. Taylor has since [<u>responded<\/u>](https:\/\/x.com\/MilesTaylorUSA\/status\/1910071199042068916) to these allegations, criticizing the attack on dissenting views and further escalating tension between the two individuals. Similarly, Christopher Krebs, the former director of the Cybersecurity and Infrastructure Security Agency, faced intense scrutiny from President Trump for [<u>contradicting<\/u>](https:\/\/www.npr.org\/2020\/11\/17\/936003057\/cisa-director-chris-krebs-fired-after-trying-to-correct-voter-fraud-disinformati) Trump’s assertion of 2020 election fraud and allegedly “suppress\\[ing] conservative viewpoints under the guise of combatting supposed disinformation”.","21":"[<u>The Insurrection Act<\/u>](https:\/\/www.brennancenter.org\/our-work\/research-reports\/insurrection-act-explained) grants the president authority to deploy the US armed forces for domestic law enforcement purposes without specifying the conditions under which this authority may be used.","22":"The[ <u>Patient Protection and Affordable Care Act<\/u>](https:\/\/en.wikipedia.org\/wiki\/Affordable_Care_Act) (PPACA), signed into law in the US in 2010 and commonly known as the ACA (or as Obamacare), has been subject to a[ <u>number of attempts by Republicans to repeal it<\/u>](https:\/\/en.wikipedia.org\/wiki\/Efforts_to_repeal_the_Affordable_Care_Act). While attempts at repeal were ultimately unsuccessful, the law has been subject to[ <u>a number of limitations and changes<\/u>](https:\/\/www.kff.org\/health-policy-101-the-affordable-care-act\/?entry=table-of-contents-how-has-the-aca-changed-since-it-was-first-passed) imposed by subsequent court rulings and laws.\n\nFollowing President-elect Donald Trump's election victory in November 2024 along with Republican control of Congress, there has been a great deal of[ <u>speculation<\/u>](https:\/\/www.kff.org\/quick-take\/what-would-trump-do-with-the-aca-its-hard-to-tell-for-sure\/) regarding the future of the ACA. In his first term Trump was[ <u>critical of the ACA<\/u>](https:\/\/x.com\/realDonaldTrump\/status\/918797009133465600) and[ <u>advocated<\/u>](https:\/\/trumpwhitehouse.archives.gov\/briefings-statements\/remarks-president-trump-signing-executive-order-promoting-healthcare-choice-competition\/#:~:text=And%20we%E2%80%99re%20going%20to%20also%20pressure%20Congress%20very%20strongly%20to%20finish%20the%20repeal%20and%20the%20replace%20of%20Obamacare%20once%20and%20for%20all.%20We%20will%20have%20great%20healthcare%20in%20our%20country.) for it to be repealed and replaced. More recently on the campaign trail Trump has continued to[ <u>criticize the ACA<\/u>](https:\/\/x.com\/TrumpDailyPosts\/status\/1728511466037485668), but has somewhat softened his stance by saying \"[<u>I'm not running to terminate the ACA. . .<\/u>](https:\/\/truthsocial.com\/@realDonaldTrump\/posts\/112163485572377413)\" and instead focusing on reforms to improve the program and cut costs. House Speaker Mike Johnson has also[ <u>recently called for reforms to the ACA<\/u>](https:\/\/www.nbcnews.com\/politics\/congress\/speaker-johnson-criticizes-obamacare-promises-massive-reform-trump-win-rcna177853).\n\nA number of Republican reforms to the ACA have been proposed in recent years following attempts at larger repeal, most of which have abandoned full repeal and instead aim to implement a range of reforms. Some of the published proposals are:\n\n* [<u>Proposals from chapter 14 about the Department of Health and Human Services (HHS)<\/u>](https:\/\/static.project2025.org\/2025_MandateForLeadership_CHAPTER-14.pdf) from the[ <u>Project 2025 Policy Agenda<\/u>](https:\/\/www.project2025.org\/policy\/)\n* The Republican Study Committee's[ <u>FY 2025 Budget Proposal<\/u>](https:\/\/hern.house.gov\/uploadedfiles\/final_budget_including_letter_web_version.pdf#page=87)\n* A[ <u>2023 opinion piece<\/u>](https:\/\/www.foxnews.com\/opinion\/4-ways-repeal-obamacare) by former Louisiana Governor Bobby Jindal\n* A[ <u>paper from the Paragon Health Institute<\/u>](https:\/\/paragoninstitute.org\/private-health\/the-great-obamacare-enrollment-fraud\/), a health policy research institute run by[ <u>Brian Blase<\/u>](https:\/\/paragoninstitute.org\/profile\/brian-blase\/), former economic policy advisor during Trump's first term\n\nThe ACA is lengthy and complex, but the Republican proposals generally focus on a few key aspects, described below alongside other potential targets:\n\n* **Reducing Medicaid eligibility and expenses:** The ACA expanded federal Medicaid eligibility to households with income of 133% of the federal poverty line or less ([<u>see ACA Section 2001<\/u>](https:\/\/www.congress.gov\/111\/plaws\/publ148\/PLAW-111publ148.pdf), effectively this threshold is [<u>138%<\/u>](https:\/\/www.healthcare.gov\/medicaid-chip\/medicaid-expansion-and-you\/) after accounting for other income adjustments in the law). However, Medicaid is administered through the states with some funding supplied by the federal government. The ACA was structured to tie federal funding to this expansion, but in [*<u>NFIB v. Sebelius<\/u>*](https:\/\/en.wikipedia.org\/wiki\/National_Federation_of_Independent_Business_v._Sebelius) the Supreme Court decided that the law amounted to an invalid coercion of states and therefore the Medicaid expansion must be voluntary. Republican proposals to change this tend to view the federal Medicaid spending as excessive and wasteful, and argue for limitations on eligibility, such as via work requirements, more flexibility for states to determine eligibility, and changes to federal funding that reduce federal spending.\n* **Limiting premium tax credits:** The ACA implemented tax credits for households with earnings from 100% to 400% of the federal poverty line to offset costs for qualified healthcare plans. Republican plans have proposed narrowing eligibility, reducing subsidy amounts, or allowing subsidies to be redirected to health savings accounts (HSAs) or insurance plans that do not comply with ACA requirements.\n* **Fully eliminating the individual mandate:** The ACA mandated that individuals must have health insurance, and imposed a penalty for those without insurance. The [<u>2017 Tax Cuts and Jobs Act set that penalty to zero<\/u>](https:\/\/www.healthinsurance.org\/glossary\/individual-mandate\/), effectively reducing the legal force behind the mandate. However, the mandate itself is still law, despite there being no penalty associated with it.\n* **Limiting the employer mandate:** The ACA [<u>mandated that employers of certain sizes must offer health insurance coverage to their employees<\/u>](https:\/\/www.cigna.com\/employers\/insights\/informed-on-reform\/employer-mandate), and imposed penalties for non-compliance. This mandate is still in effect.\n* **Eliminating restrictions on subsidies and plan eligibility:** The premium tax credits and other subsidies under the ACA are generally only eligible for healthcare plans that satisfy certain criteria set forth in the ACA. Republicans [<u>have proposed<\/u>](https:\/\/www.npr.org\/sections\/shots-health-news\/2024\/11\/21\/nx-s1-5198483\/trump-republicans-obamacare-aca-medicaid) allowing the use of subsidies for plans that do not comply with the ACA, or for contributions to Health Savings Accounts.\n* **Eliminating restrictions on medical underwriting:** [<u>Medical underwriting<\/u>](https:\/\/www.investopedia.com\/terms\/m\/medical-underwriting.asp) is the practice of insurers determining health plan eligibility and pricing based on the health characteristics of individuals or groups. The ACA prohibited medical underwriting in most cases for health insurance with the exception of [<u>consideration<\/u>](https:\/\/www.healthcare.gov\/how-plans-set-your-premiums\/) of age, location, tobacco use, family status, and plan category. It also prohibited denial of coverage for pre-existing conditions. The [<u>Republican Study Committee<\/u>](https:\/\/hern.house.gov\/uploadedfiles\/final_budget_including_letter_web_version.pdf#page=87) proposal would expand the ability of insurers to use medical underwriting, arguing that the current limitations cause younger, healthier individuals to face larger health insurance expenses.\n\nWhile Republicans do not have a filibuster-proof majority in the Senate, they could pursue significant changes through budget reconciliation, a legislative process requiring only a simple majority in the Senate. Reconciliation was previously used in 2017 to attempt to repeal parts of the ACA, including Medicaid expansion and premium subsidies, but the effort ultimately [<u>failed by a narrow margin<\/u>](https:\/\/www.npr.org\/2017\/07\/27\/539907467\/senate-careens-toward-high-drama-midnight-health-care-vote). Generally only [<u>changes to law that impact certain classifications of federal spending<\/u>](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation) can be accomplished with reconciliation, and [<u>typically<\/u>](https:\/\/www.pgpf.org\/article\/what-is-budget-reconciliation\/) only once per year.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the \\$2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","23":"[Javier Milei](https:\/\/en.wikipedia.org\/wiki\/Javier_Milei) won the Argentine elections in December 2023, inheriting a country with severe economic challenges, including an annual inflation rate exceeding 140% and a poverty rate affecting over 40% of the population. He campaigned on radical reforms, including the dollarization of the economy and dramatic reductions in government spending. While [inflation has decreased](https:\/\/tradingeconomics.com\/argentina\/inflation-cpi) during his term, [poverty increased](https:\/\/www.indec.gob.ar\/uploads\/informesdeprensa\/eph_pobreza_09_241C2355AD3A.pdf) in the first half of 2024 by 11.2 percentage points to 52.9%.","24":"In August of 2024, the US Food and Drug Administration (FDA) [declined to approved MDMA as a treatment for post-traumatic stress disorder (PTSD)](https:\/\/www.nbcnews.com\/health\/health-news\/fda-rejects-psychedelic-mdma-assisted-therapy-ptsd-rcna165531). Prior to the approval MDMA was [often touted as a potentially promising treatment](https:\/\/www.psychiatrist.com\/news\/mdma-assisted-therapy-may-be-the-next-frontier-in-ptsd-treatment\/), but ultimately the drug [faced a number of concerns](https:\/\/www.vox.com\/future-perfect\/353752\/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations) about its efficacy results that led to its denial.\n\nOther psychedelic drugs [are in the midst of trials](https:\/\/psychedelicalpha.com\/data\/psychedelic-drug-development-tracker), but trials can often be lengthy and may not produce the necessary results in time for a submission in 2025. [Other possible pathways](https:\/\/ondrugs.substack.com\/p\/the-eua-psychedelics-backdoor-cracks) to psychedelic medical use could include an emergency use authorization (EUA) or federal rescheduling under the Controlled Substances Act.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","25":"In the past year artificial intelligence [has emerged](https:\/\/www.cnbc.com\/2024\/10\/31\/openai-launches-chatgpt-search-competing-with-google-and-perplexity.html) as a potential competitor to traditional web search. AI tools such as ChatGPT and [Perplexity](https:\/\/www.msn.com\/en-us\/news\/technology\/is-perplexity-ai-really-a-threat-to-google-search\/ar-AA1oFv0L?apiversion=v2\\&noservercache=1\\&domshim=1\\&renderwebcomponents=1\\&wcseo=1\\&batchservertelemetry=1\\&noservertelemetry=1) offer web searching capabilities, and traditional search engines like Google and Bing have integrated AI features into their search. This increase in AI search ability has raised speculation that traditional search like Google could face a decline in market share.\n\nOne challenge in assessing the prevalence of new AI search is in actually measuring market share. One such market share assessment, [published by Statcounter](https:\/\/gs.statcounter.com\/search-engine-market-share), states the following about AI tools like Bing chat in [its FAQ](https:\/\/gs.statcounter.com\/faq#bing-chat):\n\n> We have no way of measuring the number of queries performed in bing chat. However, we also don't measure the number of queries to regular search engines like bing or google either. Instead we track [search engine referrals](https:\/\/gs.statcounter.com\/faq#search-engine-referrals).\n>  \n> i.e. If you go to a search engine and do a search for anything and you click on a website result, we'll record that click as a [search engine referral](https:\/\/gs.statcounter.com\/faq#search-engine-referrals) if that website had the statcounter code installed. It's the click to a website that we measure, not the actual search queries that were performed.\n>  \n> When you do a search using bing chat, and you click on one of the \"learn more\" websites we can track that as a search referral. So we are monitoring bing chat in the same way we measure the regular bing search engine.\n>  \n> From this data we can see from the statcounter network of webites, that the amount of traffic being sent to websites from bing chat is very, very small. Less than 1\/100 of 1 percent.\n>  \n> So from our data we can say that bing chat is not currently translating into enough clicks to our network of websites to change the search share.\n>  \n> Of course you are less likely to click on a source website from bing chat than a regular search, as it is intended to give you the answer rather than have you go visiting websites to find the answer. So that needs to be factored in when using our stats for your analysis.\n\nThe fact that some of the most comprehensive measures available are measuring where traffic to sites is originating, while AI advances are producing tools that encapsulate answers without needing to visit other websites, presents a challenge in interpreting market share figures.\n\nAs of December 2024, Statcounter [reported](https:\/\/gs.statcounter.com\/search-engine-market-share) that Google had a search market share of 89.7%, down from 91.6% in December of 2023.","26":"During his 2024 presidential campaign, Donald Trump [<u>repeatedly vowed to pursue investigations and prosecutions against political opponents<\/u>](https:\/\/www.foxnews.com\/media\/trump-addresses-concerns-he-would-seek-retribution-i-would-have-every-right-go-after-them?msockid=1772840357ba6b8c2861908256286a1f). Prosecution of a high-profile Democrat by the DOJ under the Trump administration would reflect a notable shift in precedent given these campaign promises.","27":"[Approximately 80%](https:\/\/pmc.ncbi.nlm.nih.gov\/articles\/PMC4638249\/) of antibiotics sold in the United States are used in animal agriculture. Concerns about [antibiotic resistance](https:\/\/www.vox.com\/future-perfect\/22922018\/antibiotic-resistance-epidemic-drug-resistant-infections) have [called into question](https:\/\/www.nrdc.org\/bio\/david-wallinga-md\/antibiotic-use-remains-far-too-intensive-us-livestock) the widespread treatment of livestock with antibiotics and its potential contribution to the growth in [antibiotic resistant bacteria](https:\/\/www.who.int\/news-room\/fact-sheets\/detail\/antimicrobial-resistance).\n\nThe US Food and Drug Administration (FDA) publishes an [annual report](https:\/\/www.fda.gov\/animal-veterinary\/antimicrobial-resistance\/2023-summary-report-antimicrobials-sold-or-distributed-use-food-producing-animals) on antimicrobials sold or distributed to food producing animals. The executive summary reports the following:\n\n> Domestic sales and distribution of medically important antimicrobials approved for use in food-producing animals (Table 2b):\n>  - decreased by 2% from 2022 through 2023.- decreased by 37% from 2015 (the year of peak sales) through 2023.\n> - decreased by 35% from 2014 through 2023.\n\nAntibiotics use has been decreasing in various countries:\n\n<iframe src=\"https:\/\/ourworldindata.org\/grapher\/sales-antibiotics-livestock-europe?country=GBR~FRA~DEU~ITA~NLD&tab=chart\" loading=\"lazy\" style=\"width: 100%; height: 600px; border: 0px none;\" allow=\"web-share; clipboard-write\" \/>  \nThe US [saw a similar decrease](https:\/\/www.fda.gov\/animal-veterinary\/antimicrobial-resistance\/2023-summary-report-antimicrobials-sold-or-distributed-use-food-producing-animals) in 2017, but the numbers have stayed stable since then.\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).","28":"The [Conservative and Unionist Party](https:\/\/en.wikipedia.org\/wiki\/Conservative_Party_\\(UK\\)) (commonly referred to as the Conservatives or the Tories) is a centre-right political party in the United Kingdom. Following the [2024 general election](https:\/\/en.wikipedia.org\/wiki\/2024_United_Kingdom_general_election), it holds 121 seats in the House of Commons and recorded 23.7 percent of the popular vote, relegating it to the opposition. The party is organised through a national board, regional associations, and an annual conference to set policy and priorities.\n\n[Kemi Badenoch](https:\/\/en.wikipedia.org\/wiki\/Kemi_Badenoch) is the MP for North West Essex and entered Parliament in [June 2017](https:\/\/en.wikipedia.org\/wiki\/2017_United_Kingdom_general_election) as the member for Saffron Walden. She served as Secretary of State for International Trade and President of the Board of Trade from September 2022 to February 2023, then as Minister for Women and Equalities until July 2024. After the 2024 general election, she stood in the [leadership contest](https:\/\/en.wikipedia.org\/wiki\/2024_Conservative_Party_leadership_election) and was elected party leader on November 2, 2024, becoming [Leader of the Opposition](https:\/\/en.wikipedia.org\/wiki\/Leader_of_the_Opposition_\\(United_Kingdom\\)).\n\nDuring the 2024 general election, the Conservative Party recorded its worst result in modern history, losing over 250 seats. Since Kemi Badenoch became leader, polling has declined even further, with critics pointing to her low media visibility and lack of a clear message. The[ 2025 local elections](https:\/\/en.wikipedia.org\/wiki\/2025_United_Kingdom_local_elections) resulted in the party losing over 600 council seats and control of 13 councils, triggering intensified speculation about a possible leadership challenge, and calls for her resignation - something she recently [described](https:\/\/www.bbc.co.uk\/news\/articles\/c2lk14q9k5ro) as \"not serious\".\n\nLeadership contests are governed by the [1922 Committee](https:\/\/en.wikipedia.org\/wiki\/1922_Committee) of backbench MPs. A contest begins when the incumbent resigns or when at least 15 percent of Conservative MPs submit letters to its chair, triggering an internal confidence vote among all Conservative MPs. If the leader loses that vote, a leadership campaign begins, and MPs hold successive ballots to reduce the field to two candidates, the finalists are then put to a postal ballot of the wider party membership.","29":"[<u>The Senate Parliamentarian<\/u>](https:\/\/constitutioncenter.org\/blog\/who-is-the-senate-parliamentarian-and-what-does-she-do) is an unelected official who acts as a non-partisan arbiter of the US Senate's chamber procedures. They serve at the discretion of the majority party of the Senate, and in recent years have played an increasingly important role ruling on what items can be included in budget reconciliation legislation under the Byrd Rule. Major pieces of legislation passed through the budget reconciliation process in recent years include the Tax Cuts and Jobs Act of 2017 and the Infrastructure Investment and Jobs Act. Critically, however, the decisions made by the Senate Parliamentarian can be ignored and the Senate Parliamentarian may be removed and replaced by the Senate majority. The current Senate Parliamentarian, Elizabeth MacDonough, has held the position since 2012.","30":"On April 2nd, 2025, the Trump administration announced Liberation Day, entailing a series of [wide-sweeping reciprocal tariffs](https:\/\/www.csis.org\/analysis\/liberation-day-tariffs-explained), issuing both a minimum 10% tariff on all countries and higher tariffs on some major trading partners, includiung a 34% tariff on China and 46% on Vietnam.\n\nOn the news, the [S\\&P 500 dropped over 10%](https:\/\/www.bbc.co.uk\/news\/articles\/czrvngj03jlo#:~:text=The%20S%26P%20500%20has%20seen%20more%20than%2010%25%20of%20its%20value%20wiped%20out%20over%20three%20days%20%2D%20a%20drop%20almost%20as%20steep%20as%20the%20declines%20seen%20during%20the%202008%20financial%20crisis%20and%20at%20the%20onset%20of%20the%20pandemic%20in%202020.) and [international markets fared similarly](https:\/\/www.bbc.co.uk\/news\/articles\/c934qzd094wo), with the Shanghai Composite dropping 8%.\n\nOn April 8th, [an unsourced post on X (formerly Twitter) claimed a temporary \"90 day pause\" on the tariffs was about to be issued](https:\/\/edition.cnn.com\/2025\/04\/07\/media\/fake-news-x-post-caused-market-whiplash\/index.html); over the course of minutes, markets [surged over 6%](https:\/\/www.thejournal.ie\/tweet-stock-market-6671720-Apr2025\/#:~:text=The%20market%20gained%20%242.4%20trillion%20in%20a%20matter%20of%20minutes%20%E2%80%93%20in%20total%2C%20the%20S%26P%20500%20jumped%20nearly%206%25%20from%20its%20level%20just%20before%20the%20mysterious%20headline%20appeared%20from%20CNBC%20and%20Reuters.) before the Whitehouse denied the post as \"fake news\".\n\nOn April 9th, most [tariffs were paused for 90 days](https:\/\/www.economist.com\/finance-and-economics\/2025\/04\/09\/trumps-tariff-pause-brings-investors-relief-but-worries-remain) and markets again rebounded, with the [S\\&P climbing 9.5%](https:\/\/finance.yahoo.com\/news\/live\/stock-market-today-dow-explodes-3000-points-higher-sp-500-has-best-day-since-2008-as-trump-pauses-most-reciprocal-tariffs-133616395.html); some observers noted [unusual volumes of call options purchased minutes before the announcement](https:\/\/x.com\/SpencerHakimian\/status\/1910120891637186965 \"unusual volumes of call options purchased minutes before the announcement\") which allegedly [earned profits of 2100%](https:\/\/x.com\/unusual_whales\/status\/1910033260975165836), raising suspicions that some members of government may have traded on the news of a pause before it became public.\n\nInsider trading by congress was made nominally illegal by [the STOCK act](https:\/\/en.wikipedia.org\/wiki\/STOCK_Act) in 2012; however, there are few examples of enforcement; e.g. [in the 2020 insider trading scandal, no charges were brought.](https:\/\/en.wikipedia.org\/wiki\/2020_congressional_insider_trading_scandal)","31":"Chicken is [the most widely consumed meat](https:\/\/www.ers.usda.gov\/data-products\/chart-gallery\/gallery\/chart-detail\/?chartId=58312) in the United States, surpassing fish, pork, and even beef which had been the most consumed meat from the 1950s to the 1990s. Chicken consumption per capita has been [steadily rising](https:\/\/www.nationalchickencouncil.org\/statistic\/per-capita-consumption-poultry\/) since the 1940s, going from 28lb in 1960 to 101.2lb in 2023, with significant drops only during the [1973-1975 recession](https:\/\/en.wikipedia.org\/wiki\/1973%E2%80%931975_recession) (falling 7% from 1972 to 1975) and during the [Great Recession](https:\/\/en.wikipedia.org\/wiki\/Great_Recession) (falling 8% from 2006 to 2009).\n\n***\n\nThis question belongs to Vox's Future Perfect Community page and 2025 forecasting tournament. [Learn more and compete for the $2,500 prize pool](https:\/\/www.metaculus.com\/c\/future-perfect\/).\n\n*Note: This question appears in the Future Perfect 2025 Community and Tournament, but is no longer slated to appear in Vox's January 1, 2025 article.*&#x20;","32":"The [Metaculus Cup](https:\/\/www.metaculus.com\/tournament\/metaculus-cup\/) is a tournament on Metaculus held 3 times a year, covering a wide range of topics, with all questions being resolved within roughly 4 months. It is the continuation of Quarterly Cup series and includes both a forecasting and commenting prize pool. The Summer 2025 Cup is running from early May, until August 31, 2025.\n\n***\n\nA copy of the prize rules for comments can be found below:\n\nA **Commenting Prize (\\$1,500)** that will be distributed to the 10 best comments made on Metaculus Cup questions before the end of the tournament. Metaculus will choose top comments that best showcase some or all of the following traits:\n\n* Provides clear and insightful reasoning.\n* Provides valuable information.\n* Identifies a mistake in the community's prediction or makes a strong case for a different prediction than the community's.\n* The comment identifies key factors and the commenter submits these using the new key factors feature.\n* The comment receives \"Changed My Mind\" votes or key factors produced via the comment are rated as significant by the community.\n\nComments do not need to make a forecast that turns out to be accurate, even if a comment argues for a forecast that ends up directionally incorrect we will evaluate the comment based primarily on the strength of its reasoning.\n\nPrizes will be awarded to the top rated comments as shown below. Individual commenters can receive multiple prizes, but will be will be capped so that an individual does not receive additional prizes below the prize rank that first reaches or surpasses \\$750 in total winnings.\n\n* 1st: \\$300\n* 2nd: \\$250\n* 3rd: \\$200\n* 4th: \\$150\n* 5th-10th: \\$100\n\n***\n\nPrevious tournaments with similar, but different comment prizes include:\n\n* [Forecasting OWID](https:\/\/www.metaculus.com\/notebooks\/21781\/forecasting-owid-commenting-prize-winners\/)\n* The [Sagan Space Tournament](https:\/\/www.metaculus.com\/notebooks\/21337\/sagan-space-commenting-prize-winners\/)\n* [Forecast With GiveWell](https:\/\/www.metaculus.com\/notebooks\/35080\/forecast-with-givewell-comment-prize-winners\/)","33":"The Ibex 35 is the main stock market index of the Madrid Stock Exchange. It serves as a key barometer of the Spanish economy, reflecting national and international economic conditions. The composition of the index can be explored in detail [ <u>on Wikipedia<\/u> ](https:\/\/es.wikipedia.org\/wiki\/IBEX_35) <u>.<\/u>\n After leading the growth of EU stock markets in 2023 with a 23% increase, the IBEX 35 has remained near the top of the table in 2024, rising by 14.78%. It was the [ <u>second best-performing stock market index among major European markets<\/u> ](https:\/\/www.bolsasymercados.es\/docs\/infmercado\/2024\/ing\/Market-Report-BME-2024.pdf).","34":"Impoundment Control Act: [https:\/\/uscode.house.gov\/view.xhtml?path=\/prelim@title2\/chapter17B\\&edition=prelim](https:\/\/uscode.house.gov\/view.xhtml?path=\/prelim@title2\/chapter17B\\&edition=prelim)\n\n\n\nThe [<u>Impoundment Control Act (ICA) was passed in 1974<\/u>](https:\/\/ballotpedia.org\/Congressional_Budget_and_Impoundment_Control_Act_of_1974) in response to the impoundment (or withholding) of congressionally allocated funds to programs that then-President Nixon opposed. It requires the President to disclose a formal intent to impound funds, at which point Congress has a brief period to vote to condone the impoundment. If the vote fails (or Congress doesn't vote), the Act requires the President to make the funding available.\n\n\n\nRecently, President Trump issued an executive order to [<u>pause up to \\$3 trillion in federal grants and loans<\/u>](https:\/\/time.com\/7210782\/trump-freezes-federal-aid-impoundment\/), aiming to review and potentially eliminate certain initiatives. This action has led to legal challenges, with critics arguing that it violates the ICA by withholding funds for policy reasons not authorized under the Act.","35":"The federal budget process in the United States begins with the passage of a [budget resolution](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation#how-does-congress-start-the-cbpp-anchor) — a concurrent resolution passed by both the House and Senate that sets broad fiscal targets for spending, revenue, the deficit, and debt levels. While it provides a framework for the upcoming fiscal year, it does not become law and does not require the president’s signature. Importantly, the budget resolution may include reconciliation instructions, which direct specific congressional committees to draft legislation that meets the resolution’s fiscal goals. These instructions are optional but allow for the creation of a [reconciliation bill](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation), which allows the Senate to pass certain budget-related laws with a simple majority vote and limited debate, bypassing the [filibuster](https:\/\/www.senate.gov\/about\/powers-procedures\/filibusters-cloture.htm).\n\nIf reconciliation instructions are included, the resulting reconciliation bill must be passed by both chambers and signed by the president to become law. It can include changes to spending, revenue, or the debt limit, but is restricted by rules such as the [Byrd Rule](https:\/\/www.cbpp.org\/research\/introduction-to-budget-reconciliation#what-is-the-byrd-rule-cbpp-anchor), which prohibits provisions unrelated to budget changes. If the budget resolution does not include reconciliation instructions, Congress must enact any fiscal changes through the regular legislative process. In this case, changes to [discretionary spending](https:\/\/fiscaldata.treasury.gov\/americas-finance-guide\/federal-spending\/#the-difference-between-mandatory-discretionary-and-supplemental-spending) are made through the annual appropriations bills, which fund specific government departments and require presidential approval. Changes to mandatory spending programs (like Medicare, [Medicaid](https:\/\/usafacts.org\/articles\/how-much-of-the-federal-budget-is-mandatory-spending\/), or Social Security), however, require standalone legislation that amends the law governing those programs. These also must pass both chambers and be signed by the president, and they generally face a higher procedural hurdle in the Senate due to the possibility of a filibuster.\n\nHouse and Senate Republicans have passed separate budget resolutions in March and April 2025, with the Senate version calling for approximately \\$4 billion in spending cuts, and the House version aiming for \\$1.5 trillion in cuts. The total impact on the deficit over 10 years is reported by the Bipartisan Policy Center as follows for the [Senate version](https:\/\/bipartisanpolicy.org\/explainer\/whats-in-the-fy2025-senate-budget-resolution\/):\n\n> While the reconciliation bill’s ultimate deficit impact is yet to be determined, the topline instructions in the Senate allow for an up to \\$2 trillion deficit increase over 10 years. Due to overlapping instructions between committees and the use of a [“current policy” baseline](https:\/\/bipartisanpolicy.org\/explainer\/the-2025-tax-debate-all-about-that-baseline\/), the actual topline is an up to <u>\\$5.7 trillion deficit increase<\/u>.\n\nAnd for the [House version](https:\/\/bipartisanpolicy.org\/explainer\/whats-in-the-fy2025-house-budget-resolution\/):\n\n> Republicans hope to leverage the reconciliation process this year to extend and expand on [expiring tax cuts](https:\/\/bipartisanpolicy.org\/tax\/). While the reconciliation bill’s ultimate deficit impact is yet to be determined, the topline instructions allow for an up to \\$3.3 trillion deficit increase over 10 years.\n\nPresident Trump has so far [backed the Senate version](https:\/\/www.cbsnews.com\/news\/trump-johnson-urge-gop-to-back-budget-resolution\/), though there is some opposition to this version among House Republicans.\n\nThe [Congressional Budget Office](https:\/\/en.wikipedia.org\/wiki\/Congressional_Budget_Office) (CBO) is required to produce [cost estimates](https:\/\/www.cbo.gov\/cost-estimates) for many bills passed by Congress, and [uses a current-law baseline](https:\/\/www.pgpf.org\/article\/why-do-budget-baselines-matter\/), as opposed to a current-policy baseline. For example, for the 2022 [Inflation Reduction Act](https:\/\/en.wikipedia.org\/wiki\/Inflation_Reduction_Act), the most recently enacted reconciliation bill as of April 2025, CBO [estimated](https:\/\/www.cbo.gov\/publication\/58455) a net decrease in the deficit from changes to direct spending and revenue of approximately \\$58 billion over 10 years, as well as a nonscorable increase in revenue from IRS enforcement of \\$180 billion, a total estimated decrease of \\$238 billion decrease in the deficit over 10 years.","36":"The Republicans achieved a \"legislative trifecta\" in the 2024 elections - control of the White House, Senate, and House of Representatives - although lacking the 60-vote Senate supermajority, having won 53 out of 100 seats.\n\nIn the immediate aftermath of the election, senior Republicans began [planning](https:\/\/www.politico.com\/live-updates\/2024\/11\/25\/congress\/gop-leaders-meet-to-talk-reconciliation-00191590) how to turn Donald Trump's extensive legislative agenda into reality. One option would include the use of budget [reconciliation](https:\/\/www.cbo.gov\/topics\/budget\/reconciliation#:~:text=Budget%20reconciliation%20is%20an%20expedited,in%20a%20Congressional%20budget%20resolution.), a process that allows certain federal budget bills to pass in the Senate with only a simple majority, bypassing the 60-vote threshold typically required to overcome a [filibuster](https:\/\/en.wikipedia.org\/wiki\/Filibuster_in_the_United_States_Senate). Reconciliation also limits debate time, preventing the use of the filibuster altogether.\n\nA key priority expected to be included in a reconciliation bill is the renewal of [Trump’s 2017 tax cuts](https:\/\/en.wikipedia.org\/wiki\/Tax_Cuts_and_Jobs_Act) - a central pillar of his campaign, with most of them set to expire at the end of 2025. This is controversial, as it could violate the [Byrd Rule](https:\/\/en.wikipedia.org\/wiki\/Reconciliation_\\(United_States_Congress\\)#Byrd_Rule) if it increases the federal deficit beyond the allowable budget window without offsetting revenue or spending adjustments. Additionally, Trump and the GOP have suggested using reconciliation to pass policies related to border security and energy permitting, though the impact of these measures on federal spending is less clear.\n\nSome senior Republicans argue that border security constitutes a national emergency. In contrast to House Speaker Mike Johnson’s [\"one, big beautiful bill\"](https:\/\/thehill.com\/homenews\/administration\/5067370-mike-johnson-donald-trump-house-gop-reconciliation\/), they have proposed using a standalone reconciliation bill to address border security first, followed by a separate bill covering other priorities such as tax policy and the debt ceiling.","37":"Pedro Sánchez is the leader of the Spanish Socialist Workers' Party (PSOE) and has been serving as Prime Minister of Spain since June 2018. Sánchez has run a [ <u>coalition government since 2020<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Second_Pedro_Sánchez_government), with a [ <u>different configuration following the 2023 elections<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Third_Pedro_Sánchez_government). Currently, there are no general elections scheduled before the end of 2025. For Sánchez to be removed from office, he would have to resign or face a [ <u>motion of no confidence<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Motion_of_censure_\\(Spain\\)), a demanding process in the Spanish political system as it requires an alternative majority.","38":"Global warming and climate phenomena such as El Niño have contributed to exceptionally high temperatures in recent years. 2023 and 2024 were consecutively the warmest years on record. In early 2025, climate models indicate a continued warming trend. For more information, visit the [ <u>Copernicus Climate Change Service<\/u> ](https:\/\/climate.copernicus.eu\/). In early 2025, [ <u>real-time data<\/u> ](https:\/\/pulse.climate.copernicus.eu\/) suggest that this year is closely following the record warmth of 2024, or slightly below at this stage.","39":"Pierre Poilievre, leader of the Conservative Party, has gained significant momentum [ <u>by appealing to voters dissatisfied with the current administration<\/u> ](https:\/\/www.ft.com\/content\/27bd5554-c0f3-4c9f-9682-9c903f38a075) on issues such as housing affordability, inflation and economic recovery. His platform calls for lower taxes, reduced government spending and “putting Canada first.”\n\n In January 2025, Prime Minister Justin Trudeau [ <u>announced his resignation<\/u> ](https:\/\/www.reuters.com\/world\/americas\/justin-trudeau-announces-plan-step-down-2025-01-06) amid declining popularity and internal party challenges. This political shift has intensified the competitiveness of the upcoming election, with [ <u>recent polls indicating a narrowing gap<\/u> ](https:\/\/en.wikipedia.org\/wiki\/Opinion_polling_for_the_2025_Canadian_federal_election) between the Conservative and Liberal parties. The election, which must be held no later than October 20, 2025, is expected to focus primarily on economic issues, health care, and Canada’s response to international trade pressures, particularly in light of recent U.S. tariff threats.\n\n According to updated information, Canada's federal election is scheduled to take place no later than October 20, 2025, under the country's electoral law. [ <u>Source<\/u> ](https:\/\/www.npr.org\/2025\/01\/09\/nx-s1-5251302\/whats-next-for-canada-5-questions-will-help-decide-the-future-after-trudeau) [ <u>Source<\/u> ](https:\/\/www.reuters.com\/world\/americas\/canadas-main-opposition-leader-poilievre-rides-wave-anti-trudeau-discontent-2025-01-08\/)\n\n Current polls show Pierre Poilievre and the Conservative Party have a significant lead, capitalizing on discontent with the Trudeau government. Following Justin Trudeau's surprise resignation in January 2025, the Canadian political landscape has undergone a major shift that favors Poilievre as the potential next Prime Minister. [ <u>Source<\/u> ](https:\/\/www.bbc.com\/news\/articles\/czjdr98n1kxo)"},"question_resolution_criteria":{"0":"The question will be resolved as **Yes** if, as of December 31, 2025 (or the previous trading date), Inditex is among the 10 largest companies by market capitalization in the European Union (EU). It will be resolved as **No** if it is below the 10th position or is not listed at all.","1":"This question will resolve as **Yes** if, at any time before September 1, 2025, the DHS formally revokes or suspends the SEVP certification of at least one university in the Ivy League, thereby preventing the affected institution from enrolling new international students under F or M visas.\n\nIt will resolve as **No** if no Ivy League SEVP certification is revoked or suspended before that date.","2":"This question will be resolved as **Yes** if, by January 1st, 2026, Bluesky's user count reaches 100 million or more, according to [ <u>Jazco's Bluesky Stats<\/u> ](https:\/\/bsky.jazco.dev\/stats) or another credible source. If the reported number is below 100 million, the question will be resolved as **No**.","3":"The question will be resolved as **Yes** if Nvidia's stock price at the close of the last business day of 2025 (on the primary exchange where it is listed, NASDAQ) exceeds $134.29, according to the Close\/Last column on [ <u>its NASDAQ page<\/u> ](https:\/\/www.nasdaq.com\/market-activity\/stocks\/nvda\/historical). It will be resolved as **No** if it is equal or lower.","4":"This question will resolve as **Yes** if the median price for \"Democratic\" is higher than the median price for \"Republican\" on the Kalshi market [*Which party will win the 2028 Presidential Election?*](https:\/\/kalshi.com\/markets\/kxpresparty\/party-winning-presidency), for the dates December 25, 2025, to December 31, 2025, inclusive.","5":"This question will resolve as **Yes** if Maersk announces or [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) report that shipping through the Red Sea has resumed before January 1, 2026.","6":"This question will resolve as **Yes** if, in the calendar year 2025, Polymarket or Manifold can legally offer markets in the United States using real money.","7":"The question will resolve as **Yes** if the share price of BP ([BP.L](https:\/\/finance.yahoo.com\/quote\/BP.L\/history\/)) outperforms Shell ([SHEL.L](https:\/\/finance.yahoo.com\/quote\/SHEL.L\/history\/)) from June 2, 2025 through July 31, 2025, according to the Close column of Yahoo! Finance.\n\nTo resolve the question, the relative share price change between June 2, 2025 (initial) and July 31, 2025 (final) will be calculated for both companies:\n\n$$\n\\frac{P_{\\mathrm{BP},\\,\\mathrm{final}} - P_{\\mathrm{BP},\\,\\mathrm{initial}}}{P_{\\mathrm{BP},\\,\\mathrm{initial}}}\n>  \n\\frac{P_{\\mathrm{SHELL},\\,\\mathrm{final}} - P_{\\mathrm{SHELL},\\,\\mathrm{initial}}}{P_{\\mathrm{SHELL},\\,\\mathrm{initial}}}\n$$","8":"This question will resolve as the cyclist who is officially recognized as the winner of the classement général, or overall winner, in the Tour de France 2025, based on results published on the Tour de France [website](https:\/\/www.letour.fr\/en\/) or other [credible sources](https:\/\/www.metaculus.com\/help\/faq\/#definitions).","9":"The question will be resolved as **Yes** if, according to the graph of the average of polls for the General Elections in Spain, maintained by [ <u>Politico Poll of Polls<\/u> ](https:\/\/www.politico.eu\/europe-poll-of-polls\/spain\/), the PSOE is ahead of the PP in the average voting intention for December 31, 2025. It will be resolved as **No** if the PP is ahead of the PSOE or if they are tied.","10":"This question will resolve as the outcome that is enacted next, before January 1, 2026, with respect to the planned start of the phase-out of the Clean Hydrogen Production Tax Credit (45V) ([26 U.S. Code § 45V](https:\/\/energycommunities.gov\/funding-opportunity\/credit-for-production-of-clean-hydrogen-26-u-s-code-%c2%a7-45v\/)).\n\nThe outcomes are defined as follows:\n\n**2025-2026 sunset w\/o safe harbor**: The planned phase-out date of 45V is moved to 2025 or 2026 or 45V is fully repealed, with no safe harbor for ongoing projects.\n\n**2025-2026 sunset w\/ safe harbor**: The planned phase-out date of 45V is moved to 2025 or 2026 or 45V is fully repealed, but with a safe harbor for ongoing projects.\n\n**2027-2028 sunset w\/o safe harbor**: The planned phase-out date of 45V is moved to 2027 or 2028, with no safe harbor for ongoing projects.\n\n**2027-2028 sunset w\/ safe harbor**: The planned phase-out date of 45V is moved to 2027 or 2028, but with a safe harbor for ongoing projects.\n\n**2029-2031 sunset w\/o safe harbor**: The planned phase-out date of 45V is moved to 2029, 2030, or 2031, with no safe harbor for ongoing projects.\n\n**2029-2031 sunset w\/ safe harbor**: The planned phase-out date of 45V is moved to 2029, 2030, or 2031, but with a safe harbor for ongoing projects.\n\nIf no legislation is enacted before January 1, 2026 that reduces the planned phase-out date of 45V or repeals it, this question will resolve as **No sunset reduction before 2026**.","11":"This question resolves as **Yes** if legislation is enacted before January 1, 2026 that (according to [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions)) eliminates transferability of one or more of the following tax credits:&#x20;\n\n* [Clean Electricity Investment Tax Credit – 26 U.S. Code § 48E](https:\/\/energycommunities.gov\/funding-opportunity\/clean-electricity-investment-tax-credit-26-u-s-code-%C2%A4-48e\/)\n* [Clean Electricity Production Tax Credit – 26 U.S. Code § 45Y](https:\/\/energycommunities.gov\/funding-opportunity\/clean-electricity-production-tax-credit-26-u-s-code-%C2%A4-45y\/)\n* [Advanced Manufacturing Production Credit – 26 U.S. Code § 45X](https:\/\/energycommunities.gov\/funding-opportunity\/advanced-manufacturing-production-credit-26-u-s-code-%C2%A4-45x\/)","12":"The question will be answered as **Yes** if, as of December 31, 2025, the five largest global companies by market capitalization are in the technology sector, according to [ <u>CompaniesMarketCap<\/u> ](https:\/\/companiesmarketcap.com\/). It will be answered as **No** if any of the top five are not considered technology companies.","13":"This question will be answered **Yes** if, before January 1, 2026, OpenAI publishes a paper (e.g., a blog post, article, or video, but not a tweet) announcing the existence of GPT-5.","14":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that President Trump has formally invoked his constitutional authority to adjourn the United States Congress before January 1, 2026.","15":"This question will be resolved to **Yes** if, within 2025, \"Grand Theft Auto VI\" is available for sale in Europe through standard, authorized distribution channels. If the game is not released in Europe in 2025, the question will be resolved to **No**.","16":"This question will resolve as **Yes** if the US Supreme Court holds in its 2025 decision pertaining to birthright citizenship that the Fourteenth Amendment does **not** require birthright citizenship for at least some children born in the United States who currently qualify.\n\nThe question will immediately resolve **No** if the Supreme Court issues an opinion that upholds the status quo of birthright citizenship and Metaculus assesses the opinion reflects a final judgment on the merits.","17":"This question will resolve as the total decrease in Medicaid spending over the period from fiscal year 2025 to 2034, inclusive, enacted as part of a spending reconciliation bill passed during fiscal year 2025. If no such reconciliation bill is enacted before the end of fiscal year 2025 (before October 1, 2025), this question will be **annulled**.\n\nThe question will resolve according to the cost estimate produced by the [Congressional Budget Office](https:\/\/www.cbo.gov\/) (CBO) for the enacted reconciliation bill.","18":"This question will resolve as **Yes** if, on December 31, 2025, the entry with the highest Arena Score in the Overall category of the [Chatbot Arena LLM Leaderboard](https:\/\/lmarena.ai\/) has OpenAI as its organization.","19":"This question will resolve as **Yes** if, in calendar year 2025, at least 1,000 deaths have occurred in direct conflict between Iran and Israel, according to reports from [credible sources](https:\/\/www.metaculus.com\/help\/faq\/#definitions). To the extent possible, only deaths caused by and to citizens of each country, members of the military of each country, or people within the borders of each country will be counted toward the 1,000 death threshold.\n\nDirect conflict is defined as conflict between the military forces or law enforcement of Iran and Israel using kinetic, explosive, chemical, or nuclear means and all deaths caused by such a conflict count, including civilians. Deaths from attacks by or towards proxies (e.g., Iran's proxy Hezbollah) do not count for the resolution of this question.","20":"This question will resolve as **Yes** if, at any time before January 1, 2026, the Department of Justice (DOJ) files a federal criminal [indictment](https:\/\/thelawdictionary.org\/indictment\/) against Christopher Krebs or Miles Taylor, former officials from President Trump’s first administration.\n\nIt will resolve as **No** if no such indictment is filed by that time.","21":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that President Trump has formally invoked the Insurrection Act before January 1, 2026.","22":"This question will resolve as **Yes** if, before January 1, 2026, the United States has enacted one or more bills that changes at least three of the six following components of the Affordable Care Act (ACA) to either repeal or curtail them (see the fine print for fuller details):\n\n* Eliminates or reduces the ACA's Medicaid eligibility or federal funding\n* Eliminates or reduces the premium tax credit eligibility or amount\n* Eliminates or curtails the individual mandate (by law the individual mandate still exists in the ACA, but has no penalty)\n* Eliminates or curtails the mandate for certain employers to provide health coverage for employees. Reducing the penalties will also be considered to be relaxing the mandate.\n* Makes it so that ACA subsidies are no longer limited to plans that satisfy the requirements specified in the ACA, including allowing ACA subsidies to be contributed to health savings accounts or similar account\n* Eliminates or curtails medical underwriting restrictions","23":"This question will resolve as **Yes** if, according to [the National Institute of Statistics and Censuses of Argentina (INDEC)](https:\/\/www.indec.gob.ar\/indec\/web\/Nivel3-Tema-4-46), the percentage of the population living below the poverty line in Argentina (*Población bajo la línea de pobreza*) in the first half of 2025 is less than 41.7%. If the percentage is greater than or equal to 41.7%, this question resolves as **No**.","24":"This question will resolve as **Yes** if any of the following happens after December 31, 2024 before January 1, 2026:\n\n* A New Drug Application (NDA) for the treatment of a mental disorder (as defined by the [Diagnostic and Statistical Manual of Mental Illnesses](https:\/\/my.clevelandclinic.org\/health\/articles\/24291-diagnostic-and-statistical-manual-dsm-5), the DSM-5) is filed to the FDA for a psychedelic.\n* An application for an Emergency Use Authorization (EUA) for the treatment of a mental disorder (as defined by the DSM-5) is filed to the FDA for a psychedelic.\n* The DEA reschedules any psychedelic under the U.S. Controlled Substances Act to a less restrictive schedule (e.g., from Schedule I to Schedule II).\n\nFor the purposes of this questions, a psychedelic is defined broadly and includes:\n\n* psychedelic indolealkylamines(e.g. LSD, psilocybin, DMT)\n* psychedelic phenylethylamines (e.g. mescaline, MDMA, the 2C series)\n* arylcycloalkylamines with psychedelic or dissociative effects (e.g. PCP, ketamine)\n* Salvinorin A\n\nCannabinoids (e.g. THC) are *not* considered psychedelics for the purposes of this question.","25":"This question will resolve as **Yes** if Google's market share for any month during calendar year 2025 is below 85%, according to [Statcounter](https:\/\/gs.statcounter.com\/search-engine-market-share).","26":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that the U.S. Department of Justice (DOJ) announces a new investigation or prosecution of a high-profile Democrat, which is for purposes of this question defined as an individual who meets any of the following criteria before January 1, 2026:\n\n\\- Has served as Democratic President or Vice President of the United States.\n\n\\- Has held any of the following leadership roles in the House of Representatives or Senate (Speaker of the House or House Minority\/Democratic Leader, Senate Majority or Minority\/Democratic Leader, House or Senate Majority\/Democratic Whip).\n\n-Has served as an impeachment manager during either of the impeachment proceedings against Donald Trump (2019–2020 or 2020–2021). The 2019-2020 impeachment managers were Adam Schiff, Jerry Nadler, Zoe Lofgren, Hakeem Jeffries, Val Demings, Sylvia Garcia, and Jason Crow. The 2020-2021 impeachment managers were Jamie Raskin, Diana DeGette, David Cicilline, Joaquin Castro, Eric Swalwell, Ted Lieu, Stacey Plaskett, Madeline Dean, and Joe Neguse.","27":"*Note: This question draws on forthcoming 2024 data to align with the Future Perfect forecast.*\n\nThis question will resolve as **Yes** if the 2024 total kilograms of medically important antimicrobial drugs sold or distributed for use in food-producing animals in the US is at least 0.5% higher than the same number for 2023.","28":"This question will resolve as **Yes** if any of the following happen before September 1, 2025:\n\n1. Kemi Badenoch formally announces her intention to resign.\n2. Kemi Badenoch loses an internal vote confidence held by the 1922 committee.\n3. A leadership election is held to elect the leader of the Conservative Party, even if Kemi Badenoch is a candidate.","29":"This question will resolve as Yes if [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) report that the current Senate parliamentarian, Elizabeth MacDonough, has been removed from office or resigned before July 1, 2025.","30":"This question will resolve as **Yes** if, before September 1, 2025, credible sources report that a formal investigation has been opened into financial misconduct relating to tariff announcements between April 2 and April 9, 2025 by any of:\n\n* Department of Justice (DOJ)\n* Securities and Exchange Commission (SEC)\n* a Congressional Oversight committee\n\nIf no public reports available before September 1, 2025 indicate this has occurred, the question resolves as **No**.","31":"This question will resolve as the US per capita consumption of chicken for 2025, according to the [National Chicken Council](https:\/\/www.nationalchickencouncil.org\/statistic\/per-capita-consumption-poultry\/). Specifically, it will resolve as the value for \"Total Chicken\" given for 2025 when that is no longer an estimate.","32":"This question will resolve as **Yes** if any single participant of the current, Summer 2025 Metaculus Cup earns at least \\$750 in commenting prizes.","33":"The question will be resolved as **Yes** if the official closing value of the Ibex 35 on the last business day of 2025 (normally December 31st or the previous session if it falls on a holiday) exceeds 11,595.00, according to the Close column of [ <u>its page on Yahoo Finance<\/u> ](https:\/\/uk.finance.yahoo.com\/quote\/%5EIBEX\/history\/). It will be resolved as **No** if the value is equal to or less than €11,595.00.","34":"This question will resolve as Yes if a federal judge issues a decision finding the Trump administration in violation of the Impoundment Control Act (2 U.S.C. §§ 681–688) for attempting to permanently withhold or cancel congressionally allocated funds before September 30, 2025.","35":"This question will resolve as the total increase in the deficit over the period from fiscal year 2025 to 2034, inclusive, enacted as part of spending and revenue reconciliation bill(s) passed during fiscal year 2025. **This includes both direct and nonscorable effects.** If no such reconciliation bill(s) are enacted before the end of fiscal year 2025 (before October 1, 2025), this question will be **annulled**.\n\nThe question will resolve according to the cost estimate produced by the [Congressional Budget Office](https:\/\/www.cbo.gov\/cost-estimates) (CBO) for the enacted reconciliation bill.","36":"This question will resolve as the 2025 period in which the US Congress has successfully passed *any* bill via the special parliamentary procedure of reconciliation and said bill is signed by the President into law.\n\nShould no such bill be passed and signed before January 1, 2026, this question will resolve as **Not in 2025**.","37":"The question will be answered as **Yes** if Pedro Sánchez holds the office of Prime Minister of Spain at the end of the day on December 31, 2025. It will be answered as **No** if he does not hold that office at that time. Confirmation will be based on official sources.","38":"The question will be resolved as **Yes** if the [Copernicus Climate Change Service\/ECMWF](https:\/\/climate.copernicus.eu) reports that 2025 was the warmest year on record based on global mean surface air temperature. It will be resolved as **No** if any other year holds the record.","39":"The question will be resolved as **Yes** if, following the 2025 federal election in Canada, Pierre Poilievre is officially appointed Prime Minister. If this does not happen, this question will be resolved as **No**. This includes no election being held before January 1, 2026, or the results of all 2025 elections being annulled."},"question_fine_print":{"0":"* [ <u>CompaniesMarketCap<\/u> ](https:\/\/companiesmarketcap.com\/european-union\/largest-companies-in-the-eu-by-market-cap\/) or an equivalent reliable source will be used as a reference.\n * If specific data is not available for December 31, 2025, the last year-end closing will be used.","1":"An announcement or notice of intent alone is not sufficient, the revocation or suspension must take effect.\n\nThe Ivy League includes the following institutions: Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, University of Pennsylvania, Princeton University, and Yale University.\n\nUnder the circumstance that a court blocks the revocation or suspension by the DHS, this question will also resolve as **Yes** if the revocation or suspension is enacted in defiance of said court order.\n\nResolution will be determined based on information published by [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions).","2":"* If Jazco's Bluesky Stats stops reporting this number and no other credible sources can be found, this question will be **voided**","3":"* If NASDAQ does not publish this data by January 7, 2026, Yahoo Finance or a credible alternative source will be used.\n * The price will be adjusted in the event of stock splits or reverse splits.","4":"* This question will resolve based on the CSV downloaded from the market page. The median price will be calculated over all timestamps that belong to the week in question.\n* If the medians are equal, this question will resolve as **No**.\n* If, for more than 3 days of the relevant week, the market is unavailable or has been halted, this question will be **annulled.**","5":"* An announcement of a partial resumption of Red Sea activity will resolve this question as **Yes**. Reports of Maersk ships traveling the Red Sea will also resolve the question as **Yes** if, in the judgment of Metaculus, the event represents a change to official Maersk policy, allowing its ships to travel through the Red Sea.\n* Reports that this will happen at some point in the future will only resolve this question as **Yes** if that point is within the calendar year 2025 *and* that date is reached without a significant change in plans.","6":"* This has to be legal in at least one US state.\n* A public change in law or government policy must occur for this to resolve as **Yes**, which could include but is not limited to court decisions, public CFTC [<u>no-action letters<\/u>](https:\/\/www.cftc.gov\/LawRegulation\/CFTCStaffLetters\/index.htm), executive orders, or new laws. For example, if Manifold or Polymarket were to decide to accept risk under the status quo, satisfying the other criteria with no preceding change in law or government policy, that would not be sufficient. In the event the circumstances are unclear Metaculus may resolve the question as **ambiguous**.\n* For the purposes of this question, real money includes anything that can be legally exchanged for fiat currency. For example, if Polymarket launched \"Polymarket chips\" that one could at any point legally both buy and sell using USD and it was legal to bet on Polymarket using those chips, this question would resolve as **Yes** (in the same way that gambling in a casino with chips is gambling with real money). Similarly any legal cryptocurrencies or crypto tokens (e.g., USDC) would resolve this question as **Yes**.\n* If Polymarket or Manifold markets operate using a custom currency (e.g., Manifold sweepcash), to resolve as **Yes** they have to explicitly state that users can exchange fiat currency for the custom currency and vice versa. Manifold's workaround that gives \"free\" sweepcash for mana purchases does not suffice to resolve this question as **Yes**.&#x20;\n* Polymarket or Manifold restricting withdrawals only to money that has been previously traded would *not* prevent this question from resolving as **Yes**. A restriction that would allow only money that has been won from a market resolution to be withdrawn, however, *would* prevent this question from resolving as **Yes**.","7":"* In case of any ambiguity, Metaculus may wait for data errors\/inaccuracies to be fixed before resolving this question or use alternate credible sources.\n* If there is an exact tie this question will resolve as **No**.\n* If Shell acquires BP, or vice versa, this question will be **annulled**.","8":"If a cyclist not named in any option is the winner, the question will resolve as **Other**.\n\nIn the [near-impossible](https:\/\/www.cyclingnews.com\/features\/can-the-tour-de-france-end-in-a-tie\/) event of a tie after all of the Tour de France's tiebreakers and no single winner of the general classification is declared, this question will be **annulled**.","9":"• Any changes to Politico’s methodology will not affect the resolution of the question.\n\n • If Politico has not published a value for December 31, 2025 by January 7, 2025, this question will be resolved based on the most recent value for 2025, as long as it is after November 30, 2025. If no such value is published by December 31, 2025, this question will be **void**.","10":"* The current law alternatively sunsets when greenhouse gas emissions of the United States are less than or equal to 25% of 2022 emissions. This question concerns only the scheduled year; if the greenhouse gas emission threshold changes but the scheduled sunset year remains 2032 then it will not count, even if the stated purpose or effective outcome is an earlier phasing out of 45V.\n* For the purposes of this question, a safe harbor must grandfather in most projects that are ongoing at the time of enactment.\n* The question will resolve immediately once the criteria for any outcome are met, even if later developments would satisfy the criteria of another outcome.","11":"\"Eliminates transferability\" is [defined as](https:\/\/www.irs.gov\/credits-deductions\/register-for-elective-payment-or-transfer-of-credits) qualifying businesses, tax-exempt organizations or entities such as state, local and tribal governments not being able to make a transfer election of a credit received for tax year 2026 for 48E, 45Y, or 45X credits received to an unrelated party. Transferability being eliminated for any reason by legislation enacted before January 1, 2026 (including a credit itself being repealed) will count for this question.&#x20;","12":"• For the purposes of this question, technology companies are those on CompaniesMarketCap's [ <u>Largest Tech Companies by Market Cap<\/u> ](https:\/\/companiesmarketcap.com\/tech\/largest-tech-companies-by-market-cap\/) list.\n\n• If CompaniesMarketCap stops publishing this data, an equivalent source showing global market capitalization ranking will be referenced.","13":"• For the purposes of this question, GPT-5 will be considered to exist if the OpenAI published paper describes some GPT-5 performance results or indicates that GPT-5 has been built. A reference to progress in training or development of GPT-5 will not be sufficient on its own. If OpenAI publishes some GPT-5 performance results and states that GPT-5 is still in some form of training or testing, this question will be resolved as **Yes**.\n\n • The model must be announced by OpenAI or any entity that legally acquires or merges with OpenAI.\n\n • If OpenAI does not explicitly refer to a potentially qualified model as GPT-5, Metaculus may determine whether the model is generally considered to be the successor to GPT-4 that was previously described as GPT-5.","14":"\\- “Adjourn” refers to the formal discontinuation of a session of Congress, as defined in Article II, Section 3 of the U.S. Constitution. “Invoke” means Trump formally orders or declares an adjournment under Article II, Section 3 in an official White House document or statement. A statement by Trump saying he could invoke the adjournment power would not qualify. \n\n\\- If President Trump has not formally adjourned Congress before January 1, 2026, Metaculus will resolve this question as No based on information published by [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions).","15":"* Unofficial reservations or leaks do not qualify unless corroborated by an authorized announcement.","16":"* If the Supreme Court does not issue a decision pertaining to the merits of the [consolidated cases](https:\/\/www.supremecourt.gov\/orders\/courtorders\/041725zr1_4gd5.pdf) *Trump v. CASA, Inc*, *Trump v. Washington*, and *Trump v New Jersey* before August 1, 2025, this question will be **annulled**.\n* For the purposes of this question, if the Court holds that it is permissible to restrict birthright citizenship while preserving birthright citizenship for some categories (e.g., excluding only children of undocumented parents), that still counts as “restricting” birthright citizenship for the purpose of this question.\n* A ruling on procedural issues or tangential topics, such as the permissibility of universal injunctions, is not sufficient on its own. This question is concerned with a ruling issued on the merits of the case. If the Supreme Court denies to hear an appeal related to the merits of birthright citizenship such that Metaculus assesses that the Supreme Court has issued the final judgment on the subject that effectively allows birthright citizenship to be restricted, this question will resolve as **Yes**.\n* Allowing a restriction on birthright citizenship to take effect will only resolve the question as **Yes** if Metaculus assesses that the Supreme Court has issued the final judgment on the subject, meaning that legal challenges to the restriction have been largely precluded.\n* Metaculus will rely on reporting from credible sources in the event it is unclear whether the Supreme Court has issued a decision giving the final judgment on the merits.","17":"* This question is asking the amount that spending decreases, for example a decrease in spending of \\$1 billion would resolve this question as \\$1 billion.\n* The value used in the CBO report will be the total cost change for Medicaid, if available, or via summing the \"budget authority\" line items reported as changing direct spending for Medicaid, or the equivalent if CBO changes their reporting terminology. If Medicaid is combined with another program, such as the Children's Health Insurance Program (CHIP), such that the portion considered to be Medicaid spending cannot be easily determined, such line items will be ignored for the purposes of this question, unless Metaculus determines at its sole discretion that the combined line items make up a sizeable share of the Medicaid spending in which case Metaculus may **annul** the question.\n* Metaculus may use reports from [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) of the CBO figures. In the event the CBO report is not available within three months after the passage of the bill, or in the event it is unclear how to sum Medicaid line items to arrive at the total Medicaid spending change, Metaculus may use reporting and estimates from other credible sources to resolve this question.","18":"* An OpenAI model has to have the highest Arena Score. Simply having a rank equal to 1 will not suffice to resolve this question as **Yes**, as models with different Arena Scores can share rank 1.&#x20;\n* A tie for the highest Arena Score will count.\n* The StyleControl option will not be selected for the comparison.\n* If Chatbot Arena substantially changes its methodology or categories, Metaculus might correspondingly alter the resolution criteria or **annul** this question.","19":"* In case of ambiguity, Metaculus admins may wait up to February 1, 2026, to make a determination and may use all information published prior to that date.\n* Deaths will be totaled over the entire calendar year.\n* If reported death totals do not specify which conflict they occurred in (e.g., a total of Israeli military deaths without disaggregation between conflicts with Iran or Hezbollah), Metaculus may use available estimates to determine whether the threshold has been met.\n* Deaths from covert ops or other rumored operations will not count, unless explicitly claimed by one of the countries or conclusively shown by independent parties to have been committed by overtly flagged forces of either military during the specified period.\n* Deaths from attacks by and towards the [Islamic Revolutionary Guard Corps](https:\/\/en.wikipedia.org\/wiki\/Islamic_Revolutionary_Guard_Corps) will count, as they are a branch of the Iranian Armed Forces.\n* Deaths caused by friendly fire do not count, as long as they are explicitly referred to as such by credible sources.\n* Deaths caused indirectly, for example as a result of sabotage or cyber-warfare do not count.\n* Direct effects of an attack (e.g. fires, building collapses, or other immediate consequences occurring within 24 hours of the attack) would be included in the count. Effects that develop over longer timeframes (e.g. economic disruption) would not be counted.","20":"Only federal criminal indictments filed by the DOJ are considered.\n\nThis question will be resolved according to information published by [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) before January 1, 2026.","21":"\\- The invocation must explicitly invoke the Insurrection Act or make reference to the legal provisions under the Act. A statement by Trump saying he could invoke the Act would not qualify. \n\n\\- Metaculus will resolve this question according to [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions).","22":"Below find an expanded description of the above six criteria with the criteria used to determine if each has occurred:\n\n* One or more of the following changes to Medicaid is implemented\n  * Rescinding or reducing federal Medicaid eligibility below 133% of the federal poverty line (effectively 138% of the federal poverty line)\n  * Rescinding or reducing the federal medical assistance percentage (FMAP) for newly eligible recipients for states which have expanded Medicaid\n  * Reducing or capping the overall amount of Medicaid funding provided under the ACA\n  * Imposing new federal requirements on Medicaid eligibility, such as work requirements, that have the effect of reducing the number of people who are currently eligible for Medicaid\n* One or more of the following changes is made to premium tax credits\n  * Reducing taxpayer eligibility for the credits (the ACA specified that taxpayers with household incomes ranging between 100% and 400% of the federal poverty line were eligible, so a reduction would be narrowing that range by either increasing the minimum eligibility above 100% or lowering the cap below 400%)\n  * Reducing or eliminating the premium assistance amount specified in the ACA\n  * Imposing additional requirements on premium tax credits that have the effect of reducing the number of people who are currently eligible for premium tax credits\n* The individual mandate is eliminated (by law the individual mandate still exists in the ACA, but has no penalty)\n* Eliminating or relaxing the mandate for certain employers to provide health coverage for employees. Reducing the penalties will also be considered to be relaxing the mandate.\n* Making it so that ACA subsidies are no longer limited to plans that satisfy the requirements specified in the ACA, including allowing ACA subsidies to be contributed to health savings accounts or similar account\n* One or more of the following changes is made to the ACA's medical underwriting restrictions:\n  * Eliminating or relaxing the ACA's restriction on excluding individuals with pre-existing conditions\n  * Expanding the ability of health insurance issuers to price discriminate or set eligibility requirements based on certain characteristics\n\nThe above criteria need not be met in a single bill. The question will still resolve as **Yes** if multiple bills are enacted that have the combined effect of satisfying the above criteria.\n\nThe ACA is lengthy and complex, and Metaculus will use its judgment to assess legislation that has been passed while also relying on characterizations published in credible sources that Metaculus assesses to be knowledgeable and demonstrate sufficient expertise.\n\nThe expiration of [enhanced subsidies](https:\/\/www.kff.org\/interactive\/how-much-more-would-people-pay-in-premiums-if-the-acas-enhanced-subsidies-expired\/) passed in other legislation is immaterial; this question only resolves as **Yes** if the above criteria are met with respect to the text of the ACA.","23":"* Data for 2022 to 2024 can be found [here](https:\/\/www.indec.gob.ar\/uploads\/informesdeprensa\/eph_pobreza_09_241C2355AD3A.pdf), on page 5\/28, under the table \"*Incidencia de la pobreza y la indigencia en 31 aglomerados urbanos*\", section \"*Pobreza*\", row \"*Personas*\".\n* Data for the first half of 2025 are expected to be released around September 2025.\n* If INDEC ceases to report these data, Metaculus might use alternative [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) to resolve this question, as long as they are roughly consistent with previous INDEC estimates.","24":"The NDA or EUA application do not need to be accepted, simply filed.","25":"* The question will resolve as **Yes** when data for any single month is published and satisfies the criteria, or as **No** once data for all months in 2025 have been published if none satisfy the criteria.\n* The data used will have the following options selected when clicking \"Edit Chart Data\", using the options shown below which were available as of December 31, 2024, or equivalent options if these options change:\n  * \"Statistic\": \"Search Engine\", with \"Desktop\", \"Mobile\", \"Tablet\", and \"Console\" all selected\n  * \"Region\": \"Worldwide\"\n  * \"Period\": \"Monthly\"\n* If the Statcounter data is unavailable, or Google is not listed, and the required data remains unavailable through March 1, 2026, this question resolves as **Ambiguous**.","26":"\\- The DOJ must publicly and officially announce the initiation of an investigation or prosecution against the individual.\n\n\\- The resolution does not require a conviction or final outcome—only the announcement of a formal investigation or prosecution.\n\n\\- For clarity, the question includes impeachment managers formally appointed for Trump’s impeachment proceedings and leadership roles active as of the time of the DOJ’s announcement.\n\n\\- Metaculus will resolve this question based on [<u>credible sources<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions).","27":"* This question will resolve based on the first report by the FDA's Center for Veterinary Medicine that includes the full numbers for 2024. If the CVM does not publish the relevant numbers before April 1, 2026, alternative [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) might be used, as long as they are roughly consistent with the previously released CVM numbers.\n* The relevant number for 2023 was 6,127,991 kg and could be found in CVM's [2023 Summary Report On Antimicrobials Sold or Distributed for Use in Food-Producing Animals](https:\/\/www.fda.gov\/animal-veterinary\/antimicrobial-resistance\/2023-summary-report-antimicrobials-sold-or-distributed-use-food-producing-animals), II. Data on All Marketed Drugs (3), Table 2a, as the Subtotal of Medically Important drugs. If CVM, or an alternative credible source in case the CVM does not report these, shows a different number when data for 2024 are published, the updated number will be used.\n* If the 2023 number stays at 6,127,991 kg, this question will resolve as **Yes** if the 2024 number is at least 6,158,631 kg.","28":"* This question will use BST (UTC+1:00) for its deadline.\n* A formal announcement of Kemi Badenoch's intention to resign will resolve this question as **Yes** even if Badenoch doesn't resign or later retracts the announcement.","29":"\\- This question will resolve to Yes only if there is [<u>credible<\/u>](https:\/\/www.metaculus.com\/faq\/#definitions) and verifiable reporting from reputable sources confirming that Elizabeth MacDonough has either:\n\n1\\) Resigned from her position as Senate parliamentarian, or\n\n2\\) Been formally removed from the role, or\n\n3\\) Lost her role because it has been abolished.\n\n\\- A resignation or removal must be official and publicly announced by credible sources such as the Senate, the White House, or other government representatives.\n\n\\- If Elizabeth MacDonough temporarily steps down or is temporarily replaced but later returns to the role, the question will resolve as No. If she is not holding office on the resolution date, regardless of whether the intent is for a temporary absence, this question will resolve as Yes. If the position is abolished while she is the holder, the question will resolve as Yes.","30":"","31":"If the National Chicken Council stops reporting these numbers, Metaculus might choose an alternative [credible source](https:\/\/www.metaculus.com\/faq\/#definitions) provided that it reports roughly the same numbers as National Chicken Council for the past years.","32":"Since the comment prizes are independent of question resolutions, all tournament comments will be considered for a prize, including those in this question.","33":"• If Yahoo Finance stops reporting this data, a credible alternative source can be used to resolve this question.","34":"\\- The violation must be formally determined in a judicial decision by a federal court before the end of the 2025 fiscal year (September 27, 2025). Preliminary injunctions and temporary restraining orders do not qualify. The resolution of this question will not be affected by subsequent appeals.\n\n\\- The ruling must be publicly available and reported by credible legal or governmental sources.\n\n\\- Metaculus will resolve this question based on court rulings issued on or before September 27, 2025, Eastern Time, based on information and reporting available via standard web searches.","35":"* This question is asking the amount that the deficit would increase, for example an increase in the deficit of \\$1 billion would resolve this question as \\$1 billion.\n* The value used in the CBO report will be the net increase or decrease in the deficit, from both direct on-budget and off-budget deficits as well as from any nonscorable deficit effects.\n* In the event that the spending and revenue portions are passed as separate reconciliation bills this question will resolve as the combined deficit effect from both bills, combining the total deficit estimates from both bills if necessary.\n* Metaculus may use reports from credible sources of the CBO figures to aid in determining resolution. In the event the CBO report is not available within three months after the passage of the later of the spending and revenue portions of the bill, or in the event it is unclear how to arrive at a total deficit increase from the CBO report, Metaculus may use reporting and estimates from other credible sources to resolve this question.\n* If the deficit is decreased, this question will resolve as **\\<0 \\$**. If it is increased more than \\$8 trillion, it will resolve as **>8T \\$**.\n* This question is asked assuming a current-law baseline, in the event CBO reports both current-law and current-policy baselines this question will use the current-law baseline figures, and the question will be **annulled** if CBO does not use a current-law baseline in its cost estimate and such an estimate is unavailable from other credible sources.","36":"The bill must be signed by the president, simply passing Congress is not sufficient to resolve this question.","37":"* The question does not consider whether Sánchez has announced his future resignation, only whether he officially takes up office at the end of the day on December 31, 2025.\n\n • If Sánchez does not hold office, but is the acting President at the end of the day on December 31, 2025, this question will still be resolved as **No**.","38":"• If the Copernicus Climate Change Service\/ECMWF does not publish such a report or data by 7 January 2026, this question will be resolved based on their latest data or estimates, or the equivalent NASA report or data. If these are not available by 1 February 2026, this question will be **void**.","39":""},"question_type":{"0":"binary","1":"binary","2":"binary","3":"binary","4":"binary","5":"binary","6":"binary","7":"binary","8":"multiple_choice","9":"binary","10":"multiple_choice","11":"binary","12":"binary","13":"binary","14":"binary","15":"binary","16":"binary","17":"numeric","18":"binary","19":"binary","20":"binary","21":"binary","22":"binary","23":"binary","24":"binary","25":"binary","26":"binary","27":"binary","28":"binary","29":"binary","30":"binary","31":"numeric","32":"binary","33":"binary","34":"binary","35":"numeric","36":"multiple_choice","37":"binary","38":"binary","39":"binary"},"question_options":{"0":"None","1":"None","2":"None","3":"None","4":"[]","5":"[]","6":"[]","7":"None","8":"['Tadej Pogačar', 'Jonas Vingegaard', 'Remco Evenepoel', 'Primož Roglič', 'João Almeida', 'Juan Ayuso', 'Other']","9":"None","10":"['2025-2026 sunset w\/o safe harbor', '2025-2026 sunset w\/ safe harbor', '2027-2028 sunset w\/o safe harbor', '2027-2028 sunset w\/ safe harbor', '2029-2031 sunset w\/o safe harbor', '2029-2031 sunset w\/ safe harbor', 'No sunset reduction before 2026']","11":"None","12":"None","13":"None","14":"[]","15":"None","16":"None","17":"None","18":"None","19":"[]","20":"None","21":"[]","22":"[]","23":"[]","24":"[]","25":"[]","26":"[]","27":"[]","28":"None","29":"[]","30":"None","31":"[]","32":"None","33":"None","34":"[]","35":"None","36":"['Before July', 'July - August', 'September - October', 'November - December', 'Not in 2025']","37":"None","38":"None","39":"None"},"question_group_variable":{"0":"","1":"","2":"","3":"","4":"","5":"","6":"","7":"","8":"Rider","9":"","10":"45V outcome","11":"","12":"","13":"","14":"","15":"","16":"","17":"","18":"","19":"","20":"","21":"","22":"","23":"","24":"","25":"","26":"","27":"","28":"","29":"","30":"","31":"","32":"","33":"","34":"","35":"","36":"2025 period","37":"","38":"","39":""},"question_question_weight":{"0":1.0,"1":1.0,"2":1.0,"3":1.0,"4":1.0,"5":1.0,"6":1.0,"7":1.0,"8":1.0,"9":1.0,"10":1.0,"11":1.0,"12":1.0,"13":1.0,"14":1.0,"15":1.0,"16":1.0,"17":1.0,"18":1.0,"19":1.0,"20":1.0,"21":1.0,"22":1.0,"23":1.0,"24":1.0,"25":1.0,"26":1.0,"27":1.0,"28":1.0,"29":1.0,"30":1.0,"31":1.0,"32":1.0,"33":1.0,"34":1.0,"35":1.0,"36":1.0,"37":1.0,"38":1.0,"39":1.0},"question_unit":{"0":"","1":"","2":"","3":"","4":"","5":"","6":"","7":"","8":"","9":"","10":"","11":"","12":"","13":"","14":"","15":"","16":"","17":"$","18":"","19":"","20":"","21":"","22":"","23":"","24":"","25":"","26":"","27":"","28":"","29":"","30":"","31":"lbs","32":"","33":"","34":"","35":"$","36":"","37":"","38":"","39":""},"question_open_upper_bound":{"0":false,"1":false,"2":false,"3":false,"4":null,"5":null,"6":null,"7":false,"8":false,"9":false,"10":false,"11":false,"12":false,"13":false,"14":null,"15":false,"16":false,"17":true,"18":false,"19":null,"20":false,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":false,"29":null,"30":false,"31":true,"32":false,"33":false,"34":null,"35":true,"36":false,"37":false,"38":false,"39":false},"question_open_lower_bound":{"0":false,"1":false,"2":false,"3":false,"4":null,"5":null,"6":null,"7":false,"8":false,"9":false,"10":false,"11":false,"12":false,"13":false,"14":null,"15":false,"16":false,"17":true,"18":false,"19":null,"20":false,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":false,"29":null,"30":false,"31":true,"32":false,"33":false,"34":null,"35":true,"36":false,"37":false,"38":false,"39":false},"question_scaling_range_max":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":1000000000000.0,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":110.0,"32":null,"33":null,"34":null,"35":8000000000000.0,"36":null,"37":null,"38":null,"39":null},"question_scaling_range_min":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":0.0,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":95.0,"32":null,"33":null,"34":null,"35":0.0,"36":null,"37":null,"38":null,"39":null},"question_scaling_zero_point":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null},"crowd":{"0":0.31,"1":0.66,"2":0.11,"3":0.44,"4":0.56,"5":0.6,"6":0.3,"7":0.5,"8":{"Tadej Pogačar":0.5622608696,"Jonas Vingegaard":0.2449828109,"Remco Evenepoel":0.0803195147,"Primož Roglič":0.0381496461,"João Almeida":0.0140525784,"Juan Ayuso":0.0100364004,"Other":0.05019818},"9":0.13,"10":{"2025-2026 sunset w\/o safe harbor":0.103403125,"2025-2026 sunset w\/ safe harbor":0.229596875,"2027-2028 sunset w\/o safe harbor":0.051684375,"2027-2028 sunset w\/ safe harbor":0.108575,"2029-2031 sunset w\/o safe harbor":0.030996875,"2029-2031 sunset w\/ safe harbor":0.051684375,"No sunset reduction before 2026":0.424059375},"11":0.24,"12":0.9,"13":0.995,"14":0.05,"15":0.001,"16":0.14,"17":{"10":55639392968.0296554565,"20":97396534551.6394958496,"40":277938370858.9748535156,"60":644370734254.3834228516,"80":880145078943.4815673828,"90":961327286524.2077636719},"18":0.4,"19":0.07,"20":0.2,"21":0.15,"22":0.22,"23":0.7,"24":0.19,"25":0.11,"26":0.45,"27":0.6,"28":0.43,"29":0.05,"30":0.05,"31":{"10":95.1384058768,"20":95.3289467883,"40":96.4368173863,"60":102.0288129939,"80":108.8483335552,"90":109.4042201437},"32":0.6,"33":0.8,"34":0.73,"35":{"10":101725263827.3338012695,"20":203342790821.9718322754,"40":1176216131888.2592773438,"60":4073005177605.1416015625,"80":7218989987080.47265625,"90":7672385827455.1416015625},"36":{"Before July":0.0420634921,"July - August":0.579047619,"September - October":0.2421164021,"November - December":0.1052380952,"Not in 2025":0.0315343915},"37":0.98,"38":0.6,"39":0.001}}