{"id_of_question":{"0":37229},"id_of_post":{"0":37920},"today":{"0":"2025-05-29"},"open_time":{"0":"2025-05-26T17:00:00Z"},"scheduled_resolve_time":{"0":"2025-07-02T00:00:00Z"},"title":{"0":"Will Harvard University have a Student and Exchange Visitor Program certification on July 1, 2025?"},"question_description":{"0":"The Trump administration and Harvard University have been through a significant confrontation, since Trump took office for the second time. This [started](https:\/\/www.nytimes.com\/2025\/05\/22\/us\/politics\/harvard-university-trump.html) with a task force commissioned by Trump to address antisemitism on campus, but quickly spiralled out of control. The administration asked Harvard to provide detailed records on foreign students, including disciplinary actions and involvement in protests, and demanded that Harvard implement changes to its admissions, hiring, and diversity policies. Harvard refused, citing concerns over academic freedom and student privacy. In response, the administration froze or pulled almost \\$4 billion in federal grants and contracts to Harvard and its research partners. Harvard filed a lawsuit against the administration, accusing it of attempting to interfere in academic decision-making and penalising the institution for resisting politically motivated demands.\n\nThe situation escalated on May 22, 2025, when the Department of Homeland Security [revoked](https:\/\/www.nytimes.com\/2025\/05\/22\/us\/politics\/trump-harvard-international-students.html) Harvard's certification under the Student and Exchange Visitor Program, effectively barring the university from enrolling international students for the 2025–2026 academic year. This action affects approximately 6,800 international students or 27% of Harvard's student body, who must now transfer to other institutions or risk losing their legal status. The administration justified the move by accusing Harvard of fostering a \"toxic campus climate,\" failing to protect Jewish students, and allegedly collaborating with the Chinese Communist Party."},"question_resolution_criteria":{"0":"This question will resolve as **Yes** if, on or before July 1, 2025, Harvard University has a certification under the Student and Exchange Visitor Program (SEVP) programme allowing international students to enroll, according to [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions)."},"question_fine_print":{"0":"* An announcement that Harvard's certification will be restored on a date after July 1, 2025 will not suffice to resolve this question. The certification needs to be in effect for this to resolve.\n* Getting the certification at any point on July 1, 2025 would resolve this question as **Yes**."},"question_type":{"0":"binary"},"question_options":{"0":"None"},"question_group_variable":{"0":""},"question_question_weight":{"0":1.0},"question_unit":{"0":""},"question_open_upper_bound":{"0":false},"question_open_lower_bound":{"0":false},"question_scaling_range_max":{"0":null},"question_scaling_range_min":{"0":null},"question_scaling_zero_point":{"0":null},"crowd":{"0":0.77}}