{"id_of_question":{"0":35759,"1":35758},"id_of_post":{"0":36334,"1":36333},"today":{"0":"2025-05-30","1":"2025-05-30"},"open_time":{"0":"2025-05-01T18:00:00Z","1":"2025-03-28T17:15:00Z"},"scheduled_resolve_time":{"0":"2026-12-04T14:00:00Z","1":"2027-03-01T06:00:00Z"},"title":{"0":"How many people will work for the US federal government in November 2026?","1":"How many journalists in the US will face criminal charges related to their work before 2027?"},"question_description":{"0":"When Donald Trump was inaugurated as the 47th President of the United States in January 2025, his Administration quickly made plans for widespread reductions in the 3 million-strong federal labor force, [which was described](https:\/\/www.npr.org\/2025\/03\/06\/nx-s1-5310542\/federal-workforce-other-countries-compared) as having \"brought turmoil to a sector long seen as a bastion of stability.\" On a human level, this has been reported to have a high personal cost to the federal workers affected, with a suicide prevention manager at the Department of Veterans Affairs [saying](https:\/\/www.nbcnews.com\/politics\/doge\/federal-workers-gripped-mental-health-instability-trump-cuts-rcna194485), \"When you have a purpose in life and you found your thing, and then all of a sudden it’s being destroyed — you lose all hope.\"\n\n[According to President Trump](https:\/\/www.presidency.ucsb.edu\/documents\/remarks-prior-cabinet-meeting-15) before a cabinet meeting, in response to some of the criticism:\n\n> We're cutting down government. We're cutting down the size of government. We have to. We're bloated. We're sloppy. We have a lot of people that aren't doing their job. We have a lot of people that don't exist.\n\nSome recent examples of announced mass layoffs (officially called [Reductions in Force](https:\/\/www.opm.gov\/policy-data-oversight\/workforce-restructuring\/reductions-in-force-rif\/) or RIF) have been:\n\n* Eighty-two thousand employees of the Veterans Administration planned to be cut, out of about 482,000. ([Reuters](https:\/\/www.reuters.com\/world\/us\/department-veterans-affairs-cut-80000-jobs-part-trump-cuts-2025-03-05\/))\n* Terminating almost half the Department of Education, going from 4,133 workers to 2,183. ([CBS News](https:\/\/www.cbsnews.com\/news\/department-of-education-job-cuts\/) ([The Hill](https:\/\/thehill.com\/homenews\/education\/5190161-linda-mcmahon-education-department-mass-layoffs\/))\n* Up to 65% of the Environmental Protection Agency's workforce, 11,000 workers, terminated as part of plan to have \"maximum elimination\" of job functions not specifically required to law. ([Fed News](https:\/\/www.govexec.com\/workforce\/2025\/02\/agencies-deliver-large-scale-rif-plans-two-weeks\/403303\/))\n* About 2,000 cut at the National Oceanic and Atmospheric Administration since the start of January, almost 20% of the pre-Trump numbers ([CBS News](https:\/\/abcnews.go.com\/Politics\/noaa-braces-mass-layoffs-fueling-concerns-lifesaving-weather\/story?id=119730398)), including [National Weather Service](https:\/\/thebeaconnews.org\/stories\/2025\/03\/17\/national-weather-service-job-cuts-layoffs-noaa-nws\/) and [National Hurricane Center](https:\/\/www.poynter.org\/reporting-editing\/2025\/noaa-cuts-doge-elon-musk-meteorologists\/) staffers.\n\nFor more information see the [RIF watch](https:\/\/www.govexec.com\/workforce\/2025\/02\/rif-watch-see-which-agencies-are-laying-federal-workers\/403342\/) tracking page maintained by the Government Executive publication, which reports that the Office of Management and Budget and the Office of Personnel Management has plans for the \"maximum elimination\" of roles not required by law, which amounts to about 700,000 employees.\n\nHistorically, the numbers of federal government employees has been as follows:\n\n<iframe loading=\"lazy\" style=\"overflow:hidden; width:100%; height:550px;\" frameborder=\"0\" scrolling=\"no\" src=\"https:\/\/fred.stlouisfed.org\/graph\/graph-landing.php?g=1HWn9&amp;width=100%25&amp;height=475\"><\/iframe>","1":"While the United States has strong constitutional protections for freedom of the press, the use of federal criminal charges has occurred, albeit rarely, in its history. When such prosecutions occur, they typically involve allegations related to national security, unauthorized possession or dissemination of classified information, or obstruction of justice. In some instances, journalists have faced legal exposure for refusing to reveal sources, trespassing during newsgathering, or alleged violations of computer or wiretapping laws. In his second term, President Trump has been critical of the press and has[<u> previously called for the jailing of journalists who publish leaked materials<\/u>](https:\/\/thehill.com\/homenews\/3820172-trump-calls-for-jailing-journalists-who-broke-supreme-courts-draft-abortion-decision\/).&#x20;"},"question_resolution_criteria":{"0":"This question will resolve as the number of federal employees in November 2026, in thousands, according to data presented for [All Employees, Federal](https:\/\/fred.stlouisfed.org\/series\/CES9091000001) by the Federal Reserve Bank of St. Louis (FRED).&#x20;","1":"This question resolves as the number of incidents of journalists arrested and\/or charged with crimes in the United States in 2025 and 2026 according to the [U.S. Press Freedom Tracker](https:\/\/pressfreedomtracker.us\/arrest-criminal-charge\/?).&#x20;"},"question_fine_print":{"0":"Ensure frequency is set to *Monthly* and units is set to *Thousands of Persons, Seasonally Adjusted*.&#x20;\n\nIn the event FRED stops timely reporting the data, Admins may name a different resolution source if they deem the methodology is substantially the same. (For example, the December 2024 result would need to be approximately 3,012 thousand or 3.012 million.) In the event it is deemed impossible to find a comparable source, this question may be **annulled**.\n\nPlease note that as of April 2025 the FRED source reports the figure in \"Thousands of Persons\" and this question is similarly in units of thousands of people.","1":"If the resolution source is no longer available or fails to be maintained, Metaculus may name an alternative resolution source, may use [credible sources](https:\/\/www.metaculus.com\/faq\/#definitions) to resolve the question, or may **annul** the question. Alternative sources should follow similar methodology as the one outlined by the [U.S. Press Freedom Tracker](https:\/\/pressfreedomtracker.us\/frequently-asked-questions\/):\n\n> The U.S. Press Freedom Tracker adopts a functional definition of who is a journalist. It doesn’t matter whether the individual has a press pass or went to journalism school, whether they work for The New York Times or work for themselves. What matters is whether the person was performing an act of journalism. The Tracker will count journalists whose rights to gather and disseminate information were violated in the course of their work or as a result of their work."},"question_type":{"0":"numeric","1":"numeric"},"question_options":{"0":"None","1":"[]"},"question_group_variable":{"0":"","1":""},"question_question_weight":{"0":1.0,"1":1.0},"question_unit":{"0":"thousand people","1":"journalists"},"question_open_upper_bound":{"0":true,"1":true},"question_open_lower_bound":{"0":true,"1":false},"question_scaling_range_max":{"0":3200.0,"1":200.0},"question_scaling_range_min":{"0":2200.0,"1":1.0},"question_scaling_zero_point":{"0":null,"1":-20.0},"crowd":{"0":{"10":2232.4555329226,"20":2260.2258143034,"40":2450.7514598917,"60":2909.8439106269,"80":3126.5136580075,"90":3164.6817997708},"1":{"10":29.7809223319,"20":53.0891132888,"40":105.5369896977,"60":154.4062530137,"80":179.3061346364,"90":186.0802465082}}}